Repository: ranginui/koha
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: fi

source: (On hold)
fi: (Varattu)

source: (Optional)
fi: (Vapaaehtoinen)

source: (Optional, default 0)
fi: (Vapaaehtoinen, oletusarvo 0)

source: (Optional, default 1)
fi: (Vapaaehtoinen, oletusarvo 1)

source: (Required)
fi: (Pakollinen)

source: (filtered from _MAX_ total entries)
fi: (suodatettu _MAX_ total syötteistä)

source: (modified on %s)
fi: (Muokattu %s)

source: (published on %s)
fi: (Julkaistu %s)

source: (related searches: %s%s%s)
fi: (Hae myös: %s%s%s)

source: (remove)
fi: (poista)

source: , none of these items can be placed on hold.
fi: , ei voi varata.

source: , you cannot place holds because the library doesn't have up-to-date
fi: , et voi tehdä varauksia, koska kirjastolla ei ole

source: , you cannot place holds because your account has been frozen.
fi: , et voi tehdä varauksia, koska käyttäjätunnuksesi on lukittu.

source: , you cannot place holds because your library card has been marked as lost or stolen.
fi: , et voi tehdä varauksia, koska kirjastokorttisi on ilmoitettu kadonneeksi.

source: - You must enter a Title
fi: - Anna nimeke

source: - You must enter a list name
fi: - Anna listan nimi

source: -- Choose --
fi: -- Valitse toiminto --

source: -- Choose format --
fi: -- Valitse muoto --

source: -- none --
fi: -- tyhjä --

source: --------------------------------------------- %s %s %s %s%s%s %s%s%s%s%s by %s%s %s Additional author(s): %s%s%s %s%s%s; %s %s%s%s%s ISBN: %s%s %sPublished by: %s%s%s in %s%s%s, %s%s%s, %s%s%s Collection: %s%s%s Subject: %s%s%s Copyright year: %s%s%s Notes : %s%s%s Unified title: %s%s%s Serial: %s%s%s Dewey: %s%s%s Classification: %s%s%s LCCN: %s%s%s URL: %s%s%s In the online catalog: http://%s/cgi-bin/koha/opac-detail.pl?biblionumber=%s%s Items: %s %s %s %s(%s)%s %s%s --------------------------------------------- %s
fi: --------------------------------------------- %s %s %s %s%s%s %s%s%s%s%s / %s%s %s Muu(t) tekijä(t): %s%s%s %s%s%s; %s %s%s%s%s ISBN: %s%s %sJulkaisija: %s%s%s. %s%s%s, %s%s%s, %s%s%s Kokoelma: %s%s%s Aihe: %s%s%s Vuosi: %s%s%s Huomautukset : %s%s%s Yhtenäistetty nimeke: %s%s%s Sarja: %s%s%s Dewey: %s%s%s Luokitus: %s%s%s LCCN: %s%s%s url : %s%s%s Pysyvä linkki aineistotietokantaan: http://%s/cgi-bin/koha/opac-detail.pl?biblionumber=%s%s Niteet: %s %s %s %s(%s)%s %s%s --------------------------------------------- %s

source: . Once you've confirmed the deletion, no one can retrieve the list!
fi: . Vahvistatko? Vinkkilistan poistoa ei voi peruuttaa.

source: . Please contact the library for more information.
fi: . Ole hyvä ja ota yhteyttä kirjastoon kortin uusimiseksi.

source: ...or...
fi: ...tai...

source: 10 titles
fi: 10 nimekettä

source: 100 titles
fi: 100 nimekettä

source: 12 months
fi: 12 kk

source: 15 titles
fi: 15 nimekettä

source: 20 titles
fi: 20 nimekettä

source: 3 months
fi: 3 kk

source: 30 titles
fi: 30 nimekettä

source: 40 titles
fi: 40 nimekettä

source: 50 titles
fi: 50 nimekettä

source: 6 months
fi: 6 kk

source: : %sa list:%s
fi: : Vinkkilista %s :%s

source: ; Audience:
fi: ; Kohdeyleisö:

source: ; Format:
fi: ; Formaatti:

source: ; Innhold:
fi: ; Sisältää:

source: ; Literary form:
fi: ; Kirjallinen muoto:

source: ; Litterær form:
fi: ; Kirjoitusasu:

source: ; Målgruppe:
fi: ; Kohderyhmä:

source: ; Nature of contents:
fi: ; Sisältö:

source: A list named
fi: Lista nimeltä

source: A record matching barcode
fi: Viivakoodiin liitetty tietue

source: A specific copy
fi: Tietty nide

source: About the author
fi: Tekijästä

source: Absorbed by:
fi: Sisältyy:

source: Absorbed in part by:
fi: Sisältyy osin:

source: Absorbed in part:
fi: Sisältyy:

source: Absorbed:
fi: Sisältyy:

source: Abstract:
fi: Tiivistelmä:

source: Abstracts/summaries
fi: Yhteenveto

source: Access denied
fi: Ei käyttöoikeutta

source: According to our records, we don't have up-to-date %s
fi: Tietokannassamme ei ole ajantasaista %s

source: Acquired in the last:
fi: Uutuudet:

source: Acquisition date: Newest to oldest
fi: Hankittu: Uusimmasta vanhimpaan

source: Acquisition date: Oldest to newest
fi: Hankittu: Vanhimmasta uusimpaan

source: Actions:
fi: Toiminnot:

source: Add
fi: Lisää

source: Add %s items to %s
fi: Lisää %s nidettä vinkkilistaan %s

source: Add another field
fi: Lisää kenttä

source: Add to %s
fi: Lisää vinkkilistaan %s

source: Add to a list
fi: Lisää listaan

source: Add to a new list:
fi: Lisää uuteen listaan:

source: Add to cart
fi: Lisää koriin

source: Add to list:
fi: Lisää vinkkilistaan:

source: Add to list:
fi: Lisää vinkkilistaan:

source: Add to your cart
fi: Lisää koriin

source: Add to:
fi: Lisää:

source: Added %s %s by
fi: %s %s kirjoitti

source: Additional content types for books/printed materials
fi: Muut aineistolajit kirjoille ja painetulle aineistolle

source: Address:
fi: Osoite:

source: Adolescent;
fi: Nuoret;

source: Adressebøker
fi: Osoitekirjat

source: Adult
fi: Aikuiset

source: Adult;
fi: Aikuiset;

source: Advanced search
fi: Tarkka haku

source: All Tags
fi: Kaikki avainsanat

source: All collections
fi: Kaikki kokoelmat

source: All item types
fi: Kaikki aineistolajit

source: All libraries
fi: Kaikki kirjastot

source: Also note that you must return all checked out items before your card expires.
fi: Huomaa, että kaikki lainat on palautettava ennen lainausoikeuden päättymistä

source: Alternate address:
fi: Vaihtoehtoinen osoite:

source: Alternate contact details
fi: Vaihtoehtoiset yhteystiedot

source: Alternate contact information
fi: Vaihtoehtoiset yhteystiedot

source: Alternate contact:
fi: Vaihtoehtoinen yhteys:

source: Amount
fi: Määrä

source: Amount outstanding
fi: Jäljellä

source: An error has occurred
fi: Virhe

source: An error occurred when sending your message to the administrator. Please visit the library to update your personal details.
fi: Virhe tietojen lähettämisessä ylläpitoon. Ole hyvä ja päivitä tiedot käydesäsi kirjastossa.

source: An error occurred while try to process your request.
fi: Virhe pyynnön käsittelyssä.

source: Anamorfisk kart
fi: Anamorfinen kartta

source: Andre typer innhold
fi: Muut aineistot

source: Andre typer periodika
fi: Muut jatkuvat julkaisut

source: Annual
fi: Kerran vuodessa

source: Antologi
fi: Antologia

source: Any
fi: Mikä tahansa

source: Any audience
fi: Kaikki kohderyhmät

source: Any content
fi: Kaikki sisältölajit

source: Any format
fi: Kaikki formaatit

source: Any phrase
fi: Missä tahansa

source: Any regularity
fi: Kaikki

source: Any type
fi: Kaikki

source: Any word
fi: Mikä tahansa sana

source: Anyone
fi: Kuka tahansa

source: Are you sure you want to cancel this hold?
fi: Haluatko varmasti poistaa tämän varauksen?

source: Are you sure you want to delete this list?
fi: Haluatko varmasti poistaa tämän vinkkilistan?

source: Are you sure you want to delete your search history?
fi: Haluatko varmasti poistaa hakuhistoriasi?

source: Are you sure you want to empty your cart?
fi: Haluatko varmasti tyhjentää korisi viitetiedoista?

source: Are you sure you want to remove the selected items?
fi: Haluatko varmasti poistaa valitut niteet vinkkilistastasi?

source: Are you sure you want to remove these items from the list?
fi: Haluatko varmasti poistaa niteet vinkkilistastasi?

source: Article
fi: Artikkeli

source: Artikler (i bøker eller periodika)
fi: Artikkeli (kirjassa tai kausijulkaisussa)

source: At library: %s
fi: %sssa

source: Atlas
fi: Kartasto, atlas

source: Audience
fi: Kohderyhmä

source: Audience:
fi: Kohderyhmä

source: Audiovisual profile:
fi: Ääniprofiili:

source: Authenticates a user's login credentials and returns the identifier for the patron.
fi: Varmistaa käyttäjän kirjautumistiedot ja lähettää tiedot takaisin asiakkaalle

source: Author
fi: Tekijä

source: Author (A-Z)
fi: aakkosjärjestyksessä tekijän sukunimen mukaan

source: Author (Z-A)
fi: - käänteisessä järjestyksessä

source: Author(s)
fi: Tekijä(t):

source: Author(s): %s%s%s %s %s; %s %s %s %s%s %s %s;%s %s %s
fi: Tekijä(t): %s%s%s %s %s; %s %s %s %s%s %s %s;%s %s %s

source: Author:
fi: Tekijä:

source: Authority search results
fi: Auktoriteettihaun tulokset

source: Authorized headings
fi: Auktoriteettien ylläpito

source: Availability
fi: Saatavuus

source: Availability:
fi: Saatavuus:

source: Availability:
fi: Saatavuus:

source: Available issues
fi: Saatavilla olevat numerot

source: Avis
fi: Sanomalehti

source: Avløser delvis:
fi: AvlÃ¸ser delvis:

source: Avløser:
fi: AvlÃ¸ser:

source: Avløst av:
fi: AvlÃ¸st av:

source: Avspiller med lydfil (eks. Digibøker)
fi: Avspiller med lydfil (eks. DigibÃ¸ker)

source: Awards:
fi: Palkinnot:

source: Awards:
fi: Palkinnot:

source: BE CAREFUL
fi: OLE VAROVAINEN

source: Back to lists
fi: Takaisin vinkkilistoihin

source: Back to results
fi: Takaisin

source: Back to the results search list
fi: Takaisin löytyneisiin

source: Barcode
fi: Viivakoodi

source: Barn i alderen til og med 5 år;
fi: Esikouluikäiset

source: Barn og ungdom;
fi: Lapset ja nuoret

source: Barn over 7 år;
fi: Ala-asteikäiset

source: Beskrivelse:
fi: Kuvaus:

source: Biblio records
fi: Teostiedot

source: Bibliografier
fi: Bibliografiat

source: Bibliografiske data
fi: Bibliografiset tiedot

source: Bibliographies
fi: Bibliografiat

source: Bibliography:
fi: Kirjallisuusluettelo:

source: Bilde
fi: kuv.

source: Billedbånd
fi: BilledbÃ¥nd

source: Billedbøker for barn i alderen til og med 5 år;
fi: BilledbÃ¸ker for barn i alderen til og med 5 Ã¥r;

source: Billedbøker for elever på 1. til 3. klassetrinn;
fi: BilledbÃ¸ker for elever pÃ¥ 1. til 3. klassetrinn;

source: Billedbøker for elever på 4. og 5. klassetrinn;
fi: BilledbÃ¸ker for elever pÃ¥ 4. og 5. klassetrinn;

source: Billedbøker for elever på 6. og 7. klassetrinn;
fi: BilledbÃ¸ker for elever pÃ¥ 6. og 7. klassetrinn;

source: Billedbøker for elever på ungdomstrinnet;
fi: BilledbÃ¸ker for elever pÃ¥ ungdomstrinnet;

source: Billedbøker for voksne;
fi: BilledbÃ¸ker for voksne;

source: Billedbøker;
fi: BilledbÃ¸ker;

source: Bimonthly
fi: Joka toinen kuukausi

source: Biografi
fi: Elämäkerta

source: Biografier
fi: Elämäkerrat

source: Biography
fi: Elämäkerta

source: Biweekly
fi: Joka toinen viikko

source: Blu-ray-plate
fi: Blu-ray-levy

source: Bok
fi: Kirja

source: Book
fi: Kirja

source: Braille
fi: Pistekirjoitus

source: Braille or Moon script
fi: Moonin tai Braillen kirjoitus

source: Brief display
fi: Lyhyet tiedot

source: Brief history
fi: Lyhyt historia

source: Browse by author or subject
fi: Selaa tekijän tai aiheen mukaan

source: Browse by hierarchy
fi: Selaa tasoittain

source: Browse our catalogue
fi: Selaus

source: Browse results
fi: Selaa

source: Browse shelf
fi: Selaa

source: CD audio
fi: CD-äänilevy

source: CD software
fi: CD-tietokoneohjelma

source: Call No.
fi: Hyllypaikka

source: Call Number
fi: Hyllypaikka

source: Call no.
fi: Hyllypaikka

source: Call number
fi: Hyllypaikka

source: Call number (0-9 to A-Z)
fi: Hyllypaikka (Tietokirjallisuus 0-9 ja kaunokirjallisuus A-Z)

source: Call number (Z-A to 9-0)
fi: Hyllypaikka (Kaunokirjallisuus Z-A ja tietokirjallisuus 9-0)

source: Cancel
fi: Peruuta

source: Cancel email notification
fi: Peruuta sähköpostitiedotteet

source: Cancel email notification
fi: Peruuta sähköpostitiedotteet

source: Cancels an active hold request for the patron.
fi: Peruuttaa voimassaolevan varauksen

source: Cannot be put on hold
fi: Ei varattavissa

source: Card number:
fi: Korttinumero:

source: Cart
fi: Kori

source: Cas login
fi: Cas-kirjautuminen

source: Cassette recording
fi: Äänikasetti

source: Catalogs
fi: Aineistoluettelot

source: Category:
fi: Aineistolaji:

source: Central Authentication Service
fi: Tunnistautumispalvelu

source: Changed back to:
fi: Muutettu takaisin:

source: Check out%s, return%s or renew an item:
fi: Lainaa %s, palauta %s tai jatka laina-aikaa

source: Checked out
fi: Lainattu

source: Checked out (
fi: Lainattu (

source: Checkouts
fi: Lainat

source: Checkouts for %s
fi: Asiakkaan %s lainat

source: City:
fi: Kunta:

source: Classification
fi: Luokitus:

source: Classification:
fi: Luokitus:

source: Classification: %s
fi: Luokitus: %s

source: Clear
fi: Tyhjennä

source: Clear all
fi: Tyhjennä kaikki

source: Clear date
fi: Tyhjennä päivämäärä

source: Click here
fi: Paina tästä

source: Click here to access online
fi: Avaa yhteys

source: Click here to access online
fi: Avaa yhteys

source: Click here to view them all.
fi: Katso kaikki

source: Click on an image to view it in the image viewer
fi: Klikkaa kuvaa avataksesi sen katseluohjelmassa

source: Click to add to cart
fi: Lisää koriin

source: Click to open in new window
fi: Avaa uudessa ikkunassa

source: Click to view in Google Books
fi: Avaa Google Booksissa

source: Close
fi: Sulje

source: Close shelf browser
fi: Sulje hyllyselaus

source: Close this window
fi: Sulje ohje

source: Close this window.
fi: Sulje ohje

source: Close window
fi: Sulje ohje

source: Coauthor
fi: Muu tekijä

source: Coded fields
fi: Koodikentät

source: Collage
fi: Kollaasi

source: Collection
fi: Kokoelma

source: Collection title:
fi: Kokoelman nimi:

source: Collection:
fi: Kokoelma:

source: Collection: %s
fi: Kokoelma: %s

source: Comment by %s
fi: Kirjoittanut %s

source: Comment by %s %s
fi: Kirjoittanut %s %s

source: Comment by %s %s %s
fi: Kirjoittanut %s %s %s

source: Comment:
fi: Viestikommentti:

source: Comments ( %s%s%s%s )
fi: Viestit ( %s%s%s%s )

source: Comments on
fi: Viestit liittyen teokseen

source: Computer File
fi: Tietokoneohjelma

source: Confirm
fi: Vahvista

source: Confirm holds for: %s %s %s (%s) %s
fi: Vahvista varaukset asiakkaalle %s %s %s (%s) %s

source: Contact details
fi: Tarkat yhteystiedot

source: Contact information
fi: Yhteystiedot

source: Content
fi: Sisältö

source: Content advice:
fi: Sisältöohje

source: Contents
fi: Sisältää:

source: Contents note:
fi: Sisältöhuomautus:

source: Contents:
fi: Sisältö:

source: Continued by:
fi: Jatkaja:

source: Continued in part by:
fi: Osajatkaja:

source: Continues in part:
fi: Jatkuu osin:

source: Continues:
fi: Jatkuu:

source: Continuing Resource
fi: Jatkuva julkaisu

source: Copies
fi: Niteitä

source: Copies available at:
fi: Niteet saatavilla:

source: Copies available for loan:
fi: Niteet lainattavissa:

source: Copies available for reference:
fi: Niteet käytettävissä:

source: Copies available:
fi: Niteet saatavilla:

source: Copy
fi: Nide

source: Copyright
fi: Cop.

source: Copyright Date:
fi: Cop.

source: Copyright year: %s
fi: Cop.: %s

source: Corporate Author (Coauthor)
fi: Yhteisötekijä

source: Corporate Author (Main)
fi: Pääyhteisötekijä

source: Corporate Author (Secondary)
fi: Muu yhteisötekijä

source: Count
fi: Yhteensä

source: Country:
fi: Maa:

source: Country:
fi: Maa:

source: Cover Image
fi: Kansi

source: Cover image
fi: Kansi

source: Create a new list
fi: Aloita uusi lista

source: Creates, for a patron, a title-level hold request on a given bibliographic record in Koha.
fi: Tekee asiakkaalle nimekevarauksen

source: Creates, for a patron, an item-level hold request on a specific item of a bibliographic record Koha.
fi: Tekee asiakkaalle nidekohtaisen varauksen

source: Credits
fi: Tekijät

source: Current password:
fi: Nykyinen salasana:

source: Current session
fi: Nykyinen istunto

source: DVD video / Videodisc
fi: DVD-video

source: Daily
fi: Päivittäin

source: Damaged (
fi: Vioittunut (

source: Date
fi: Päiväys

source: Date added
fi: Lisäyspäivä

source: Date due
fi: Palautuspäivä

source: Date of birth:
fi: Syntymäaika:

source: Date of birth:
fi: Syntymäaika:

source: Date received
fi: Saapunut:

source: Date:
fi: Päiväys:

source: Dates
fi: Päivät

source: Days in advance
fi: Päivää etukäteen

source: Default
fi: Oletus

source: Default: keep my reading history according to local laws. This is the default option : the library will keep your reading history for the duration permitted by local laws.
fi: Oletus: Asiakkaan lainahistoriaa ei tallenneta, ellei hän itse sitä halua.

source: Delete
fi: Poista

source: Delete list
fi: Poista lista

source: Delete this list
fi: Poista tämä lista

source: Delete your search history
fi: Poista hakuhistoria

source: Delvis gått inn i:
fi: Delvis gÃ¥tt inn i:

source: Delvsi avløst av:
fi: Delvsi avlÃ¸st av:

source: Description
fi: Kuvailu

source: Description:
fi: Kuvailu:

source: Details
fi: Tarkat tiedot

source: Dias
fi: Dia

source: Dictionaries
fi: Sanakirjat

source: Digests only?
fi: Vain viestikoosteet?

source: Dikt
fi: Puhe

source: Diorama
fi: Dioraama

source: Directories
fi: Hakemistot

source: Discographies
fi: Diskografiat

source: Diskett
fi: Tietokonelevyke

source: Diskografier
fi: Dsikografiat

source: Do not notify
fi: Älä ilmoita

source: Do you want to receive an email when a new issue for this subscription arrives?
fi: Haluatko sähköpostiisi ilmoituksen lehden saapumisesta?

source: Doktoravhandlinger/lisensiat-avhandlinger
fi: Väitöskirjat tai muut opinnäytteet

source: Don't have a library card?
fi: Haluatko kirjastokortin?

source: Don't have a password yet?
fi: Haluatko salasanan?

source: Download
fi: Tallenna

source: Download cart:
fi: Tallenna kori:

source: Download list
fi: Tallenna lista

source: Download list:
fi: Tallenna vinkkilista:

source: Drama
fi: Draama

source: Due
fi: Palautuspäivä

source: Due %s
fi: (Palautuspäivä %s)

source: ERROR: Database error. Delete (list number %s) failed.
fi: ERROR: Tietokantavirhe. Vinkkilistan %s poistaminen epäonnistui.

source: ERROR: Internal error: incomplete hold request.
fi: VIRHE: Sisäinen: puutteellinen varaustieto.

source: ERROR: List number %s unrecognized.
fi: VIRHE: Listaa nro %s ei löytynyt.

source: ERROR: No barcode given.
fi: VIRHE: Ei viivakoodia.

source: ERROR: No biblio record found for biblionumber %s.
fi: VIRHE: Ei teostietoja tällä ID-numerolla %s.

source: ERROR: No biblionumber received.
fi: VIRHE: ID-numeroa ei ole syötetty.

source: ERROR: No item found with barcode %s.
fi: VIRHE: Ei nidettä tällä viivakoodilla %s.

source: ERROR: No shelfnumber given.
fi: VIRHE: Vinkkilistan numeroa ei ole annettu.

source: ERROR: Shelf could not be renamed to %s. This name may not be unique for this type of list. Please check.
fi: ERROR: Listalle ei voitu antaa nimeä %s. Nimi oli ehkä jo käytössä tällä listatyypillä. Ole hyvä ja tarkista asia.

source: ERROR: You do not have adequate permission for that action on list %s.
fi: VIRHE: Ei lupaa tälle toiminnolle listaan %s.

source: Edit
fi: Muokkaa

source: Edit list
fi: Muokkaa listaa

source: Edition Statement
fi: Painoshuomautus:

source: Edition statement:
fi: Painoshuomautus:

source: Edition:
fi: Painos:

source: Editions
fi: Painokset

source: Elektroniske ressurser
fi: Elektroninen

source: Elever på 1. til 3. klassetrinn;
fi: Ala-asteikäiset

source: Elever på 4. og 5. klassetrinn;
fi: Ala-asteikäiset

source: Elever på 6. og 7. klassetrinn;
fi: Yläasteikäiset

source: Elever på ungdomstrinnet;
fi: Lukioikäiset ja vastaavat

source: Email
fi: Sähköposti:

source: Email address:
fi: Sähköpostiosoite:

source: Email:
fi: Sähköposti:

source: Empty and close
fi: Tyhjennä ja sulje

source: Encyclopedias
fi: Tietosanakirjat, hakuteokset

source: Enhanced content:
fi: Tuotu sisältö:

source: Enhanced descriptions from Syndetics:
fi: Syndeticsiltä tuodut kuvailut:

source: Enter a new purchase suggestion
fi: Anna hankintaehdotus

source: Enter search terms
fi: Hakusanat

source: Enter your User ID%s and password%s, and click the submit button (or press the enter key).
fi: Syötä käyttäjätunnus %s ja salasana%s sekä paina näppäimistön enter-näppäintä (tai hiirellä hyväksy-painiketta).

source: Entry %s
fi: Tietue %s

source: Error 400
fi: Virhe 400

source: Error 401
fi: Virhe 401

source: Error 402
fi: Virhe 402

source: Error 403
fi: Virhe 403

source: Error 404
fi: Virhe 404

source: Error 500
fi: Virhe 500

source: Error! Illegal parameter
fi: VIRHE: Väärä parametri

source: Error! The add_tag operation failed on
fi: VIRHE: avainsanan lisääminen epäonnistui

source: Error! You cannot delete the tag
fi: VIRHE: Et voi poistaa tätä avainsanaa

source: Error! Your tag was entirely markup code. It was NOT added. Please try again with plain text.
fi: VIRHE: Ole hyvä ja syötä avainsana uudestaan tekstinä

source: Error:
fi: VIRHE

source: Errors:
fi: VIRHEET

source: Essays
fi: Esseet

source: Eventyr
fi: Seikkailu

source: Example Call
fi: Esimerkkisijainti

source: Example Response
fi: Esimerkkivastaus

source: Example call
fi: Esimerkkisijainti

source: Example response
fi: Esimerkkivastaus

source: Excerpt
fi: Tekstinäyte

source: Expecting a specific copy selection.
fi: Valitse nide

source: Expires on
fi: Vanhenee

source: Expires:
fi: Vanhenee:

source: Expires:
fi: Vanhenee:

source: Explain
fi: Selitys

source: Extends the due date for a patron's existing loan.
fi: Lainojen uusinta

source: Fantasikart
fi: Fantasiakori

source: Fax:
fi: Faksi:

source: Female
fi: Nainen

source: Festskrift
fi: Juhlakirja

source: Fiction
fi: Kaunokirjallisuus

source: Fiction notes:
fi: Kaunokirjallisuuden huomautukset:

source: Fil
fi: Tiedosto

source: Film og video
fi: Filmi tai video

source: Filmkassett
fi: Kuvatallenne

source: Filmlydspor
fi: Äänitallenne

source: Filmografier
fi: Filmografiat

source: Filmographies
fi: Filmografiat

source: Filmsløyfe
fi: Filminauha

source: Filmspole
fi: Filmirulla

source: Fine amount
fi: Käyttömaksut yhteensä:

source: Fines
fi: Maksut

source: Fines and charges
fi: Maksut

source: Finish
fi: Loppu

source: First
fi: Etunimi:

source: First name:
fi: Etunimi:

source: Fjernanalysebilde
fi: Etäanalyysikuva

source: Fjerntilgang (online)
fi: Etäsaanti

source: Flipover
fi: Kääntöpuolella

source: Flykart
fi: Postikortti

source: Font
fi: Kirjasinlaji

source: For psykisk utviklingshemmede;
fi: Erityisryhmille;

source: Foredrag, taler
fi: Puheet, esitelmät

source: Forever
fi: Uusi

source: Forever: keep my reading history without limit. This is the option for users who want to keep track of what they are reading.
fi: Säilytä lukuhistoriani aina.

source: Form not submitted because of the following problem(s)
fi: Lomaketta ei lähetetty seuraavista syistä

source: Formed by the union: ... and: ...
fi: Hakusanojen yhdistäminen: ... and: ...

source: Fortellinger, noveller
fi: Novellit, kertomukset tai niiden kokoelmat

source: Fortsettelse av:
fi: Jatkaja:

source: Fortsettelse i:
fi: Jatkuu:

source: Fortsettes av: ...; og ...
fi: Jatkuu

source: Fortsettes delvis i:
fi: Jatkuu osittain

source: Fotografi
fi: Valokuva

source: Fotografi - negativ
fi: Valokuvanegatiivi

source: Fotokart
fi: Kuvakortti, postikortti

source: Fotomosaikk
fi: Kuvakollaasi

source: Fremføring av alle typer ikke-musikalske produksjoner
fi: Ei-musiikilliset aineistot

source: From:
fi: Alkaen:

source: Full heading
fi: Täydet otsikkotiedot

source: Full history
fi: Koko historia

source: Fysiske bøker
fi: kirja

source: Gender:
fi: laji

source: Gender:
fi: laji:

source: General;
fi: yleinen

source: Generell;
fi: yleinen

source: Given a list of authority record identifiers, returns a list of record objects that contain the authority records. The function user may request a specific metadata schema for the record objects.
fi: Auktoriteettihaku

source: Given a list of record identifiers, returns a list of record objects that contain bibliographic information, as well as associated holdings and item information. The caller may request a specific metadata schema for the record objects to be returned. This function behaves similarly to HarvestBibliographicRecords and HarvestExpandedRecords in Data Aggregation, but allows quick, real time lookup by bibliographic identifier.
fi: Auktoriteetti- ja sijaintihaku
