Repository: ranginui/koha
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: fi

source: Scope and content:
fi: Näkökulma ja sisältö:

source: Score
fi: Partituuri

source: Search
fi: Hae

source: Search
fi: Hae

source: Search %s %s (in %s only)%s %s
fi: Hae %s %s (vain %sssa)%s %s

source: Search for this title in:
fi: Hae nimekettä paikasta:

source: Search for works by this author
fi: Samalta tekijältä:

source: Search for:
fi: Hae:

source: Search for:
fi: Hae:

source: Search history
fi: Hakuhistoria:

source: Search the %s
fi: Hae %s

source: Search:
fi: Hae:

source: Search:
fi: Hae:

source: Secondary Author
fi: Muu tekijä

source: Secondary email:
fi: Vaihtoehtoinen sähköposti:

source: Secondary phone:
fi: Vaihtoehtoinen puhelinnumero:

source: See Baker & Taylor
fi: Katso

source: See also:
fi: Katso myös:

source: See the most popular titles
fi: Suosituimmat

source: Select a list
fi: Valitse lista

source: Select a specific copy:
fi: Valitse nide:

source: Select all
fi: Valitse kaikki

source: Select local databases:
fi: Valitse paikalliset tietokannat:

source: Select remote databases:
fi: Valitse etätietokannat:

source: Select titles to:
fi: Valitse nimekkeet kohteelle:

source: Self checkout
fi: Itsepalvelulainaus

source: Self checkout help
fi: Itsepalvelulainaus - ohje

source: Selvbiografier
fi: Omaelämäkerrat

source: Semiannual
fi: Puolivuosittain

source: Semimonthly
fi: Kahdesti kuussa

source: Semiweekly
fi: Kahdesti viikossa

source: Send
fi: Lähetä

source: Send list
fi: Lähetä lista

source: Sending your cart
fi: Korin lähettäminen

source: Sending your list
fi: Lähettää vinkkilistaasi...

source: Separated from:
fi: Erotettu:

source: Serial
fi: Kausijulkaisu

source: Serial collection
fi: Lehdet

source: Serial type
fi: Kausijulkaisulaji

source: Serial: %s
fi: Kausijulkaisu: %s

source: Serials
fi: Kausijulkaisut

source: Series
fi: Sarja

source: Series Title
fi: Sarjan nimi

source: Series information:
fi: Sarjan tiedot

source: Series title
fi: Sarjan nimeke

source: Series:
fi: Sarja:

source: Series:
fi: Sarja:

source: Session lost
fi: Yhteys on katkennut

source: Session timed out
fi: Istunto on vanhentunut

source: Set
fi: Aseta

source: Set Level
fi: Aseta taso

source: Set:
fi: Aseta:

source: Settings updated
fi: Asetukset tallennettu

source: Share
fi: Jaa

source: Share by email
fi: Jaa sähköpostilla

source: Share on Delicious
fi: Jaa Deliciousilla

source: Share on Facebook
fi: Jaa Facebookilla

source: Share on LinkedIn
fi: Jaa LinkedInillä

source: Shelving location
fi: Hyllypaikka

source: Show
fi: Näytä

source: Show all items
fi: Näytä kaikki

source: Show analytics
fi: Näytä erittely

source: Show last 50 items only
fi: Näytä 50 viimeistä

source: Show more
fi: Näytä lisää

source: Show pagination list ([% indexPag %]-[% indexPagEnd %] / [% totalPag %])
fi: Näytä sivutettuna ([% indexPag %]-[% indexPagEnd %] / [% totalPag %])

source: Show the top
fi: Alkuun

source: Show up to
fi: Näytä yhteensä

source: Show volumes
fi: Näytä vuosikerrat

source: Show year:
fi: Näytä vuosi:

source: Showing all items
fi: Kaikki niteet

source: Showing last 50 items
fi: Näytetään 50 viimeistä

source: Similar items
fi: Lisää samanlaisia

source: Since you have
fi: Koska sinulla on

source: Sjøkart
fi: Merikortti

source: Skjønnlitteratur
fi: Kaunokirjallisuus

source: Skuespill
fi: Draama

source: Slått sammen med: .., til: ...
fi: Yhdessä: ..., ...

source: Sløyfekassett
fi: Videokasetti

source: Småbarn;
fi: Lapset

source: Sorry, This item cannot be checked out at this station.
fi: Valitettavasti tätä nidettä ei lainata tästä lainauspisteestä.

source: Sorry, plain view is temporarily unavailable
fi: Valitettavasti perusnäyttö on väliaikaisesti pois käytöstä

source: Sorry, tags are not enabled on this system.
fi: Omat tunnisteet eivät valitettavasti ole käytössä

source: Sorry, the system doesn't think you have permission to access this page.
fi: Sinulla ei ole käyttöoikeutta tälle sivulle

source: Sorry, this self-checkout station has lost authentication. Please contact the administrator to resolve this problem.
fi: Olemme pahoillamme! Itsepalvelulainausaseman autentikoitu yhteys tietokantaan on katkennut. Ole hyvä ja ota yhteys ylläpitoon.

source: Sorry, you cannot place holds because you owe %s.
fi: Käyttömaksujen katto ylitetty. Et voi tehdä varauksia. Sinulla on maksamattomia maksuja %s.

source: Sorry, you cannot place more than %s holds.
fi: Valitettavasti voit tehdä vain %s yhtäaikaista varausta

source: Sorry, your session has timed out, please log in again.
fi: Istuntosi on aikakatkaistu. Kirjaudu uudelleen.

source: Sorry, your session has timed out. Please log in again.
fi: Istuntosi on aikakatkaistu. Kirjaudu uudelleen.

source: Sort this list by:
fi: Järjestä lista:

source: Sound
fi: Äänitallenne

source: Source:
fi: Lähde:

source: Specialized;
fi: Erikoistunut;

source: Spill
fi: Näytelmä

source: Split into .. and ...:
fi: Jaettu ... ja ...:

source: Språkkurs
fi: Kielikurssi

source: Språkundervisning
fi: Kielenopetus

source: Standard Number (ISBN, ISSN or Other):
fi: ISBN, ISSN tai muu

source: Standard number
fi: ISBN, ISSN tai muu

source: Standardtittel:
fi: Yhtenäistetty nimeke:

source: State:
fi: Osavaltio:

source: Statistics
fi: Tilasto

source: Statistikker
fi: Tilasto

source: Status
fi: Tila

source: Step one: Enter your user id%s and password%s
fi: Vaihe 1: Anna käyttäjätunnus%s ja salasana%s.

source: Step three: Click the 'Finish' button
fi: Vaihe 3: Paina 'Lopetus'.

source: Step two: Scan the barcode for each item, one at a time
fi: Vaihe 2: Näytä lukijaan niteiden viivakoodit, yksi kerrallaan.

source: Stereobilde
fi: Stereokuva

source: Stjerneglobus
fi: Tähtipallo

source: Stjernekart
fi: Tähtikartta

source: Storskrift;
fi: Isoteksti

source: Studieplansje
fi: Opinto-ohjaus

source: Subject
fi: Aihe

source: Subject - Author/Title
fi: Tekijä/Nimeke

source: Subject - Corporate Author
fi: Yhteisönnimi asiasanana

source: Subject - Family
fi: Suvunnimi asiasanana

source: Subject - Form
fi: Aineiston lajityyppi/muoto hakuterminä

source: Subject - Geographical Name
fi: Maantieteellinen nimi asiasanana

source: Subject - Personal Name
fi: Henkilönnimi asiasanana

source: Subject - Topical Name
fi: Aihetta ilmaiseva termi

source: Subject Category
fi: Aiheluokka

source: Subject cloud
fi: Aihepilvi

source: Subject phrase
fi: Aihemerkkijono

source: Subject(s)
fi: Aihe(et)

source: Subject(s):
fi: Aihe(et):

source: Subject(s):
fi: Aihe(et):

source: Subject:
fi: Aihe:

source: Subject: %s
fi: Aihe: %s

source: Submit
fi: Lähetä

source: Submit Changes
fi: Tallenna muutokset

source: Submit Your Suggestion
fi: Lähetä hankintaehdotus

source: Submit and close this window
fi: Lähetä ja sulje

source: Submit changes
fi: Tallenna muutokset

source: Subscribe issue receive warning
fi: Tilaa lehden saapumisilmoitus

source: Subscribe to email notification on new issues
fi: Tilaa sähköpostiisi ilmoitus uusista numeroista

source: Subscribe to email notification on new issues
fi: Tilaa sähköpostiisi ilmoitus uusista numeroista

source: Subscribe to this search
fi: Tilaa tämä haku

source: Subscription
fi: Tilaus

source: Subscription :
fi: Tilaus:

source: Subscription from: %s to:%s %s %s now (current)%s
fi: Tilaus alkanut %s ja päättyy %s %s %s nykyinen numero (%s)

source: Subscription information for %s
fi: Tilaustiedot nimekkeelle %s

source: Subscriptions
fi: Tilaukset

source: Subtype limits
fi: Alalajin rajat

source: Suggested by:
fi: Ehdottanut:

source: Suggested for
fi: Ehdotettu toimipisteelle

source: Summary
fi: Yhteenveto

source: Summary:
fi: Yhteenveto

source: Superseded by:
fi: Korvattu nimellä:

source: Superseded in part by:
fi: Korvattu osittain nimellä:

source: Supersedes in part:
fi: Korvaa osittain julkaisun:

source: Supersedes:
fi: Korvaa julkaisun:

source: Suspend all holds
fi: Ajasta kaikki varaukset

source: Sylinder
fi: Sylinteri

source: System maintenance
fi: Järjestelmän ylläpito

source: TOC
fi: Sisällys

source: Tag
fi: Avainsana

source: Tag browser
fi: Avainsanojen selaus

source: Tag cloud
fi: Avainsanapilvi

source: Tag status here.
fi: Avainsanan tila

source: Tag status here.
fi: Avainsanan tila

source: Tags added:
fi: Lisätyt avainsanat:

source: Tags from this library:
fi: Tästä kirjastosta annetut avainsanat:

source: Tags:
fi: Avainsanat:

source: Technical reports
fi: Tekniset raportit

source: Tegneserie
fi: Sarjakuva

source: Tegneserier for barn i alderen til og med 5 år;
fi: Tegneserier for barn i alderen til og med 5 Ã¥r;

source: Tegneserier for elever på 1. til 3. klassetrinn;
fi: Tegneserier for elever pÃ¥ 1. til 3. klassetrinn;

source: Tegneserier for elever på 4. og 5. klassetrinn;
fi: Tegneserier for elever pÃ¥ 4. og 5. klassetrinn;

source: Tegneserier for elever på 6. og 7. klassetrinn;
fi: Tegneserier for elever pÃ¥ 6. og 7. klassetrinn;

source: Tegneserier for elever på ungdomstrinnet;
fi: Tegneserier for elever pÃ¥ ungdomstrinnet;

source: Tegnet kart
fi: Piirretty kartta

source: Tegning
fi: Piirros

source: Teknisk tegning
fi: Tekninen piirros

source: Tekniske rapporter
fi: Tekninen raportti

source: Tekst
fi: Teksti

source: Term
fi: Hakusana

source: Term/Phrase
fi: Hakusana/merkkijono

source: Thank you!
fi: Kiitos!

source: The %s latest issues for this subscription:
fi: Tilauksen %s viimeistä numeroa:

source: The %s most checked-out %s %s %s %s at %s %s %s in the past %s months %s of all time%s
fi: %s lainatuinta %s %s %s %s toimipisteessä %s %s %s viimeiseltä %s kuukaudelta %s%s.

source: The %s%s%sKoha online%s catalog is offline for system maintenance. We'll be back soon! If you have any questions, please contact the
fi: %s%sn%sKoha ILS OPAC%s aineistoluettelo on suljettu järjestelmän huollon takia. Olemme pahoillamme! Voitte silti ottaa yhteyttä esimerkiksi sähköpostilla.

source: The ISBD cloud is not enabled.
fi: ISBD-pilvitoiminto ei ole käytettävissä

source: The browser table is empty. this feature is not fully set-up. See the
fi: Ominaisuus asennettu puutteellisesti. Katso

source: The cart was sent to: %s
fi: Korin sisältämät viitetiedot on lähetetty osoitteeseen %s

source: The current subscription began on %s and is issued every %s day %s %s week %s %s 2 weeks %s %s 3 weeks %s %s month %s %s 2 months %s %s 3 months %s %s 4 months %s %s quarter %s %s 2 quarters %s %s year %s %s 2 years %s %s on Monday %s %s on Tuesday %s %s on Wednesday %s %s on Thursday %s %s on Friday %s %s on Saturday %s %s on Sunday %s for %s%s issues%s %s%s weeks%s %s%s months%s
fi: Nykyinen tilaus on alkanut %s ja julkaisu ilmestyy %s päivittäin%s %s viikoittain%s %s joka toinen viikko%s %s joka kolmas viikko%s %s kuukausittain%s %s joka toinen kuukausi%s %s joka kolmas kuukausi%s %s joka neljäs kuukausi%s %s neljännesvuosittain%s %s kaksi kertaa vuodessa%s %s kerran vuodessa%s %s joka toinen vuosi%s %s maanantaisin%s %s tiistaisin%s %s keskiviikkoisin%s %s torstaisin%s %s perjantaisin%s %s lauantaisin%s %s sunnuntaisin%s. Tilauksen pituus on%s%s numeroa%s %s%s viikkoa%s %s%s kuukautta%s.

source: The first subscription was started on %s
fi: Julkaisun tilaus alkoi ensimmäisen kerran %s

source: The list
fi: Lista

source: The list was sent to: %s
fi: Lista on lähetetty osoitteeseen %s

source: The selected suggestions have been deleted.
fi: Valitut hankintaehdotukset on poistettu

source: The subscription expired on %s
fi: Tilaus on loppunut %s

source: The system does not recognize this barcode. %s
fi: Virhe viivakoodissa %s

source: The tag was added as &quot;%s&quot;. %sNote: your tag was entirely markup code. It was NOT added.
fi: Avainsana &quot;%s&quot;on lisätty. %sHuom. Avainsanasi sisälsi muotoilukoodia. Sitä ei lisätty. Kirjoita sana uudelleen.

source: The userid
fi: Käyttäjätunnus

source: There are %s subscription(s) associated with this title.
fi: Teoksesta on %s varausta

source: There are no comments for this item.
fi: Ei vielä kommentteja tästä teoksesta

source: There are no pending purchase suggestions.
fi: Ei käsittelemättömiä hankintaehdotuksia

source: There is a charge of %s for placing this hold
fi: Varauksesta peritään %s:n varausmaksu

source: There was a problem with this operation: %sSorry, tags are not enabled on this system. %sERROR: illegal parameter %s %sERROR: You must log in to complete that action. %sERROR: You cannot delete the tag %s.
fi: Toimintavirhe: %sValitettavasti avainsanatoiminto ei ole käytössä tässä tietokannassa. Ota yhteys kirjastoon. %sERROR: Väärä muuttuja %s %sERROR: SInun on ensin kirjauduttava %sERROR: Et voi poistaa tätä avainsanaa%s.

source: There was a problem with your submission
fi: Virhe salasanassa

source: Theses
fi: Väitökset

source: Thesis:
fi: Opinnäyte:

source: This &quot;cloud&quot; shows the most used topics in our catalog. Click on any subject below to see the items in our collection.
fi: Tässä aineistoluettelomme tietueiden yleisimmät asiasanat.

source: This card has been declared lost. %s
fi: Tämä kirjastokortti on ilmoitettu kadonneeksi. %s

source: This error means that the Koha is pointed an invalid link.
fi: Virheellinen linkki

source: This error means that the link was broken and that the page doesn't exist.
fi: Virheellinen linkki. Sivua ei löydy.

source: This error means that the you are trying to access a link that you're not authorized to see.
fi: Virheellinen linkki. Ei käyttöoikeutta.

source: This error means that you are forbidden for some reason to see this page.
fi: Virheellinen linkki. Ei käyttöoikeutta tälle sivulle.

source: This is a serial
fi: Tämä on kausijulkaisu

source: This item has been added to your cart
fi: Lisätty koriin

source: This item has been removed from your cart
fi: Lisätty koriin

source: This item has been withdrawn from the collection. %s
fi: Nide on poistettu lainauskierrosta. %s

source: This item is already in your cart
fi: On jo korissa

source: This item is checked out to someone else. %s
fi: Nide on lainattu toiselle asiakkaalle. %s

source: This item is not for loan. %s
fi: Tätä nidettä ei lainata %s

source: This item is reserved for another patron. %s
fi: Varattu toiselle asiakkaalle %s

source: This list is empty. %sYou can add to your lists from the results of any
fi: Tämä lista on tyhjä. %sTee lisäyksiä listaasi miltä tahansa näytöltä

source: This page contains enriched content visible when JavaScript is enabled or by clicking
fi: Sivu sisältää Java-koodia

source: This record has many physical items.
fi: Tietueessa useita niteitä

source: This title cannot be requested.
fi: Teosta ei voi varata

source: Three times a month
fi: Kolmesti kuussa

source: Three times a week
fi: Kolmesti viikossa

source: Three times a year
fi: Kolmesti vuodessa

source: Thumbnail
fi: Näytekuva

source: Tidsskrift
fi: Kausijulkaisu

source: Title
fi: Nimeke

source: Title (A-Z)
fi: aakkosjärjestyksessä nimen mukaan

source: Title (Z-A)
fi: - päinvastaisessa järjestyksessä

source: Title notes
fi: Nimekehuomautukset

source: Title phrase
fi: Nimeke merkkijonona

source: Title translated:
fi: Käännetty nimeke:

source: Title:
fi: Nimeke:

source: Title:
fi: Nimeke:

source: To make changes to your record please contact the library.
fi: Ota yhteyttä kirjaston henkilökuntaan, jos haluat muokata tietoja.

source: To report this error, you can
fi: Ilmoita virheestä:

source: Today's checkouts
fi: Tämän päivän lainat

source: Top level
fi: Ylin

source: Total due
fi: Erääntyneitä yhteensä

source: Trademark
fi: Tavaramerkki

source: Translation of
fi: Käännös

source: Transparent
fi: Piirtoheitinkalvo

source: Tre-dimensjonale gjenstander
fi: Kolmiulotteinen esine

source: Treaties
fi: Sopimukset

source: Tredimensjonale gjenstander
fi: Kolmiulotteinen esine

source: Triennial
fi: Triennaali

source: Try logging in to the catalog
fi: Kirjaudu uudestaan

source: Type
fi: Laji

source: Type of heading
fi: Aineiston lajityyppi

source: Type:
fi: Laji:

source: URL(s)
fi: URL(t)

source: Ukjent;
fi: Tuntematon;

source: Unable to add one or more tags.
fi: Omien avainsanojen lisääminen ei onnistu

source: Unavailable (lost or missing)
fi: Ei saatavilla

source: Unavailable issues
fi: Puuttuvat numerot

source: Undervisning
fi: Opetus

source: Ungdom over 12 år;
fi: Ungdom over 12 Ã¥r;

source: Unhighlight
fi: Poista korostus

source: Unified title
fi: Yhdistetty nimeke

source: Unified title: %s
fi: Auktorisoitu nimimuoto: %s

source: Uniform Conventional Heading
fi: Auktorisoitu vakiintunut nimimuoto

source: Uniform Title
fi: Yhtenäistetty nimeke:

source: Uniform titles:
fi: Auktorisoidut nimimuodot:

source: Uniform titles:
fi: Auktorisoidut nimimuodot:

source: Unknown
fi: Tuntematon

source: Unsubscribe
fi: Lopeta tilaus

source: Use the "Confirm" button below to confirm deletion.
fi: Vahvista posto

source: Use top menu bar to navigate to another part of Koha.
fi: Ylävalikosta pääset Kohan muihin osiin

source: Used for/see from:
fi: Edeltäjä/Katso:

source: Used in
fi: Käyttöyhteys:

source: Username:
fi: Käyttäjänimi:

source: Usually the reason for freezing an account is old overdues or damage fees. If
fi: Tavallisin tunnuksen lukitsemisen syy ovat maksamattomat myöhästymissakot tai korvaamattomat kadonneet kirjat. Jos

source: Utgave:
fi: Painos:

source: Utgiver:
fi: Toimittaja:

source: VHS tape / Videocassette
fi: VHS / Videokasetti

source: Video types
fi: Videolajit

source: Videokassett
fi: Videokasetti

source: Videokassett (VHS)
fi: Videokasetti (VHS)

source: Videoplate
fi: Videolevy

source: Videoplate (DVD)
fi: Videolevy (DVD)

source: Videospole
fi: Filmikela

source: View at Amazon.com
fi: Katso Amazon.com:ista

source: View details for this title
fi: Teoksen tarkat tiedot

source: View full heading
fi: Täydet otsikkotiedot

source: View your search history
fi: Hakuhistoria

source: Visual Material
fi: Kuva-aineisto

source: Voksne over 15 år;
fi: Voksne over 15 Ã¥r;

source: Voksne over 18 år;
fi: Voksne over 18 Ã¥r;

source: Voksne;
fi: Aikuinen;

source: Vol info
fi: Vuosikertatiedot

source: Volumes:
fi: Vuosikerrat:

source: Waiting
fi: Odottaa...

source: Warning: You could not delete all selected items from this shelf.
fi: HUOMAA: Et pystynyt poistamaan niteitä hyllystä.

source: Warning: You could not delete any selected items from this shelf.
fi: HUOMAA: Et pystynyt poistamaan niteitä hyllystä.

source: We take great care in protecting your privacy. On this screen, you can define how long we keep your reading history.
fi: Kunnioitamme yksityisyyttäsi. Voit määrittää itse lainahistoriasi pituuden.

source: Website
fi: Verkkosivu

source: Weekly
fi: Viikoittain

source: Welcome,
fi: Tervetuloa,

source: Whatever your privacy rule you choose, you can delete all your reading history immediately by clicking here.
fi: Riippumatta yksityisyysasetuksistasi voit poistaa kaikki kertyneet lainahistoriatietosi tässä

source: Wire
fi: Lanka

source: With selected titles:
fi: Valitut:

source: Withdrawn (
fi: Poistettu (

source: Without periodicity
fi: Epäsäännöllinen

source: Written on %s by %s
fi: Päivä: %s, kirjoittaja %s

source: Year
fi: Vuosi:

source: Year:
fi: Vuosi:

source: Yes
fi: Kyllä

source: You are accessing self-checkout from a different IP address! please log in again.
fi: Tunnuksen käyttämä IP-osoite on muuttunut. Ole hyvä ja kirjaudu uudelleen.

source: You are logged in as %s.
fi: Et ole kirjautunut sisään tunnuksella %s.

source: You are logging from a different IP address. Please log in again.
fi: Tunnuksen käyttämä IP-osoite on muuttunut. Kirjaudu uudelleen sisään.

source: You can't change your password.
fi: Et voi muuttaa salasanaasi

source: You cannot renew this item again. %s
fi: Ei voi uusia tätä lainaa %s

source: You currently have nothing checked out.
fi: Ei lainoja

source: You currently owe fines and charges amounting to:
fi: Käyttömaksusi ovat

source: You do not have permission to download this list.
fi: Tämä lista ei ole ladattavissa yhteysistuntosi käyttöoikeuksilla. Voit tarkistaa kirjautumisesi ja yrittää uudestaan tai ottaa yhteyttä joko listan tekijään tai kirjaston henkilökuntaan.

source: You do not have permission to send this list.
fi: Tämä lista ei ole lähetettävissä yhteysistuntosi käyttöoikeuksilla. Voit tarkistaa kirjautumisesi ja yrittää uudestaan tai ottaa yhteyttä joko listan tekijään tai kirjaston henkilökuntaan.

source: You entered an incorrect username or password. Please try again! And remember, usernames and passwords are case sensitive.
fi: Virheellinen käyttäjänimi tai salasana. Yritä uudelleen. Muista oikea kirjasinkoko.

source: You have a credit of:
fi: Krediittiä:

source: You have already requested this title.
fi: Olet jo varannut tämän teoksen

source: You have borrowed too many items and can't check out any more. %s
fi: Lainojen maksimimäärä saavutettu. Palauta osa lainaamastasi aineistosta. %s

source: You have no fines or charges
fi: Ei maksamattomia maksuja

source: You have nothing checked out
fi: Ei lainoja

source: You must be logged in to add tags.
fi: Jos haluat lisätä omia avainsanoja, kirjaudu sisään.

source: You must be logged in to create or add to Lists
fi: Kirjaudu sisään lisätäksesi omia vinkkilistoja

source: You must be logged in to create or add to lists
fi: Kirjaudu sisään lisätäksesi omia listoja

source: You must select a library for pickup.
fi: Valitse noutotoimipiste

source: You must select at least one item.
fi: Valitse ainakin yksi teos

source: You owe the library %s and cannot borrow. %s
fi: Maksamattomat maksusi ovat %s. Olet lainakiellossa. Ota yhteyttä kirjastoon. %s

source: Your Cart
fi: Oma kori

source: Your account has been frozen%s until
fi: Käyttäjätunnuksesi on lukittu %s

source: Your account has been suspended. %s
fi: Käyttäjätunnuksesi on lukittu %s

source: Your account has expired. %s
fi: Käyttäjätunnuksesi on vanhentunut %s

source: Your card will expire on
fi: Lainaoikeutesi vanhentuu

source: Your cart
fi: Oma kori

source: Your cart is currently empty
fi: Korisi on vielä tyhjä

source: Your cart is empty.
fi: Korisi on vielä tyhjä

source: Your comment
fi: Kommenttisi

source: Your comment (preview, pending approval)
fi: Viestin esikatselu

source: Your corrections have been submitted to the library, and a staff member will update your record as soon as possible.
fi: Muutoksesi on tallennettu tietokantaan ja kirjaston henkilökunta vahvistaa ne mahdollisimman pian

source: Your download should begin automatically.
fi: Lataus alkaa automaattisesti

source: Your edited comment (preview, pending approval)
fi: Muokatun viestin esikatselu

source: Your library card has been marked as lost or stolen. If this is an error, please contact the library.
fi: Kirjastokorttisi on ilmoitettu kadonneeksi. Ota yhteys kirjastoon.

source: Your list : %s
fi: Oma listasi: %s

source: Your lists
fi: Omat listasi

source: Your lists:
fi: Omat listasi:

source: Your options are:
fi: Vaihtoehdot:

source: Your password has been changed
fi: Salasana vaihdettu

source: Your password must be at least %s characters long.
fi: Salasanan on oltava %s merkkiä pitkä

source: Your privacy rules have been updated
fi: Yksityisyysasetuksesi on päivitetty

source: Your private lists
fi: Yksityiset vinkkilistasi

source: Your reading history has been deleted.
fi: Lainahistoria poistettu

source: Your search history is empty.
fi: Ei lainahistoriaa

source: Your search returned %s results.
fi: %s osumaa

source: Your session has timed out due to inactivity. Please sign in.
fi: Istuntosi on aikakatkaistu. Kirjaudu uudelleen.

source: Your suggestion has been submitted.
fi: Hankintaehdotuksesi on lähetetty

source: Your userid was not found in the database. Please try again.
fi: Tunnusta ei löytynyt tietokannasta. Ole hyvä ja yritä uudelleen.

source: Zip code:
fi: Postinumero:

source: Zip code:
fi: Postinumero:
