Repository: ranginui/koha
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: fi

source: [% IF ( LibraryNameTitle ) %][% LibraryNameTitle %][% ELSE %]Koha online[% END %] catalog recent comments
fi: [% IF ( LibraryNameTitle ) %][% LibraryNameTitle %][% ELSE %]Koha ILS OPAC[% END %] Uusimmat kommentit

source: [% LibraryName |html %] Search RSS Feed
fi: [% LibraryName |html %] Lataa RSS-syöte

source: [% limit or
fi: [% rajoita tai

source: [Fewer options]
fi: [Vähemmän]

source: [More options]
fi: [Lisää valintoja]

source: [New list]
fi: [Uusi lista]

source: [New search]
fi: [Uusi haku]

source: [View All]
fi: [Kaikki]

source: [View all]
fi: [Kaikki]

source: abstract
fi: Abstrakti

source: abstract or summary
fi: Yhteenvedon tiivistelmä

source: account, %s please
fi: käyttäjätunnus, %s olkaa hyvä

source: already exists!
fi: Jo tietokannassa!

source: already in your cart
fi: jo kärryssäsi

source: an identifier indicating the location to which to deliver the item for pickup
fi: Varauksen noutotoimipisteen ilmaiseva muuttuja

source: an identifier used to look up the patron in Koha
fi: Asiakkaan etsimiseen tarkoitettu muuttuja

source: and
fi: ja

source: aperture card
fi: Reikäkortti

source: art original
fi: Taideteos, alkuperäinen

source: art reproduction
fi: Taideteos, jäljennös

source: article
fi: Artikkeli

source: at %s %s In transit from %s to %s %s
fi: Odottaa %sssa %s Matkalla %ssta %slle %s

source: atlas
fi: Karttakokoelma, atlas

source: autobiography
fi: Omaelämäkerta

source: available
fi: Saatavilla

source: available online
fi: Verkkosaatavuus

source: average rating: %s (%s votes)
fi: Tähdet: %s (%s ääntä)

source: bibliography
fi: Kirjallisuusluettelo

source: bibliography
fi: Kirjallisuusluettelo

source: biography
fi: Kirjallisuusluettelo

source: biography
fi: Elämäkerta

source: bonus
fi: etu

source: book
fi: Kirja

source: borrowernumber
fi: Asiakasnumero

source: braille
fi: Pistekirjoitus, braille

source: bristol board
fi: Bristol-taulu

source: canvas
fi: Kangas

source: cardboard/illustration board
fi: Kortti/kuvataulu

source: cardnumber
fi: Korttinumero:

source: cartoons or comic strips
fi: Sarjakuvat

source: catalog
fi: Aineistoluettelo

source: catalogue
fi: Aineistoluettelo

source: celestial globe
fi: Tähtipallo

source: change my password
fi: Muuta salasana

source: chart
fi: Taulukko

source: chart
fi: Taulukko

source: charts
fi: Taulukot

source: children (9-14)
fi: Lapset (9-14)

source: chip cartridge
fi: Muistikortti

source: click here to login
fi: Kirjaudu tästä

source: coats of arms
fi: Vaakuna

source: collage
fi: Kollaasi

source: collage
fi: Kollaasi

source: collective biography
fi: Kokoomaelämäkerta

source: combination
fi: Yhdistelmä

source: comic strip
fi: Sarjakuva

source: computer file
fi: m -Tiedosto

source: computer optical disc cartridge
fi: Koneluettava optinen kasetti

source: conference publication
fi: Konferenssijulkaisu

source: contact information
fi: Yhteystiedot

source: contains
fi: Sisältää

source: currently available items.
fi: vain saatavilla olevat

source: cylinder
fi: Sylinteri

source: database
fi: Tietokanta

source: date after which hold request is no longer needed
fi: Tarvitaan viimeistään

source: date after which item returned to shelf if item is not picked up
fi: Varaus raukeaa

source: defines the type of record identifier being used in the request, possible values:
fi: tunnisteen tyyppi, vaihtoehdot:

source: diagram
fi: Kaavio

source: dictionary
fi: Sanakirja

source: dictionary
fi: Sanakirja

source: digitized microfilm
fi: Digitoitu mikrofilmi

source: digitized other analog
fi: Digitoitu aineisto

source: diorama
fi: Dioraama

source: directory
fi: Hakemisto

source: directory
fi: Hakemisto

source: discography
fi: Diskografia

source: dissertation or thesis
fi: Opinnäyte

source: drama
fi: Näytelmä

source: drama
fi: Näytelmä

source: drawing
fi: Piirros

source: earth moon globe
fi: Kuupallo

source: electronic
fi: Sähköinen

source: email the Koha Administrator
fi: Lähetä sähköpostia ylläpitoon

source: encyclopaedia
fi: Ensykopedia

source: encyclopedia
fi: Ensyklopedia

source: essay
fi: Essee

source: essays
fi: Esseet

source: examination paper
fi: Tutkintotodistus

source: facsimiles
fi: Näköispainos

source: festschrift
fi: Juhlakirja

source: fiction
fi: Kaunokirjallisuus

source: fiction
fi: Kaunokirjallisuus

source: film cartridge
fi: Filmikasetti

source: film cassette
fi: Filmikasetti

source: film reel
fi: Filmikela

source: filmography
fi: Filmografia

source: filmslip
fi: Filmi

source: filmstrip
fi: Filminauha

source: filmstrip cartridge
fi: j - Musiikkiäänite

source: filmstrip roll
fi: Filminauharulla

source: flash card
fi: Flash-muisti

source: flash card
fi: Flash-muisti

source: folktale
fi: Kansantarina

source: font
fi: Kirjasinlaji

source: for more information on what it does and how to configure it.
fi: lisätietoa toiminnoista ja asetuksista.

source: forms
fi: muodostaa

source: game
fi: Peli

source: genealogical tables
fi: Sukutaulut

source: glass
fi: Lasi

source: graphic
fi: Graafinen

source: hand-written
fi: Käsin kirjoitettu

source: handbook
fi: Käsikirja

source: hardboard
fi: Kovalevy

source: has already been added.
fi: on jo lisätty

source: here
fi: täällä

source: history
fi: Historia

source: humor, satire
fi: Huumori, satiiri

source: humour, satire
fi: Huumori, satiiri

source: if you're not %s %s)
fi: jos et ole %s %s)

source: illuminations
fi: Kuvitus:

source: illustrations
fi: Kuvitus:

source: ilsdi.pl?service=AuthenticatePatron&amp;username=john9&amp;password=soul
fi: ilsdi.pl?service=AuthenticatePatron&amp;username=käyttäjätunnus&amp;password=salasana

source: index
fi: Luettelo

source: index
fi: Luettelo

source: individual biography
fi: Elämäkerta

source: injecting NEW comment:
fi: Lisätään UUSI kommentti:

source: injecting OLD comment:
fi: Lisätään VANHA kommentti:

source: irregular
fi: Epäsäännöllinen

source: is exactly
fi: täsmälleen

source: is not empty.
fi: ei ole tyhjä.

source: item
fi: Nimeke

source: item(s) added to your cart
fi: teos(ta) lisätty kärryysi.

source: items.
fi: teosta.

source: juvenile, general
fi: Nuoret

source: kit
fi: Moniviestin

source: kit
fi: Moniviestin

source: large print
fi: Isoteksti

source: letter
fi: Kirje

source: letters
fi: Kirjeet

source: list of authority record identifiers
fi: Auktoriteettitietuetunnisteiden lista

source: list of either bibliographic or item identifiers
fi: Bibliografisten tai nidetunnisteiden lista

source: list of system record identifiers
fi: Järjestelmätietuetunnisteiden lista

source: literature surveys/reviews
fi: Kirjallisuuskatsaukset, arvostelut

source: loose-leaf
fi: Irtolehti

source: magnetic disc
fi: Magneettilevy

source: magneto-optical disc
fi: Magneto-optinen levy

source: map
fi: Kartta

source: map
fi: Kartta

source: maps
fi: Kartat

source: materialtype
fi: Aineistolaji

source: microfiche cassette
fi: kasettinauha

source: microfilm cartridge
fi: videokasetti

source: microfilm cassette
fi: videokasetti

source: mixed collection
fi: Kokoelma

source: motion picture
fi: Elokuva

source: motion picture
fi: Elokuva

source: music
fi: Musiikki

source: my fines
fi: Maksut

source: my lists
fi: Omat vinkkilistat

source: my messaging
fi: Viestit

source: my personal details
fi: Käyttäjätiedot

source: my privacy
fi: Yksityisyys

source: my purchase suggestions
fi: Hankintaehdotukset

source: my reading history
fi: Lainahistoria

source: my search history
fi: Hakuhistoria

source: my summary
fi: Yhteenveto

source: my tags
fi: Omat avainsanat

source: newspaper
fi: Sanomalehti

source: not
fi: ei

source: not a literary text
fi: Ei tekstiä

source: not fiction
fi: Tietokirjallisuus

source: notated music
fi: Musiikkinotaatio

source: novel
fi: Novelli

source: of contents page,
fi: Sisällön koko

source: of the last:
fi: ajalta:

source: online update form
fi: Etäpäivitys

source: or
fi: tai

source: other
fi: muu

source: others
fi: muut

source: password
fi: Salasana

source: photoprint
fi: uusintapainos

source: planetary or lunar globe
fi: Planeetta- tai kuupallo

source: plaster
fi: Kipsi

source: project description
fi: Volyymin kuvaus:

source: purchase suggestion
fi: HankintaehdotuS

source: realia
fi: Alue

source: regular print
fi: Painettu

source: regular print
fi: Tulos

source: reporting
fi: raportoi

source: requests a particular format or set of formats in reporting availability
fi: kysyy formaatteja saatavuuden raportoinnissa

source: requests a particular level of detail in reporting availability, possible values:
fi: kysyy tietoja saatavuuden raportointiin, vaihtoehdot:

source: review
fi: Arvio

source: roll
fi: rulla

source: samples
fi: Näytteet

source: schema
fi: Kaaviot

source: score
fi: Nuotti

source: se
fi: Katso

source: search
fi: Hae

source: serial
fi: Lehdet

source: series
fi: Sarja

source: short stories
fi: Novellit

source: shows your account to be clear, please consult a librarian.
fi: käyttäjätilisi on tyhjä, ole hyvä ja ota yhteys kirjastonhoitajaan

source: shows your account to be clear, please contact the library.
fi: käyttäjätilisi on tyhjä, ole hyvä ja ota yhteys kirjastonhoitajaan

source: since %s %s Suspended %s until %s %s %s Pending %s %s
fi: %s lähtien. %s Viivytetty%s%s asti. %s %s Voimassa %s %s

source: site administrator
fi: ylläpitäjä

source: skin
fi: in

source: slide
fi: Hae

source: slide
fi: Hae

source: sound
fi: Lukumäärä

source: sound
fi: Äänitallenne

source: sound cartridge
fi: Musiikkiäänite

source: sound cassette
fi: Musiikkiäänite

source: sound disc
fi: Musiikkiäänite

source: sound recordings
fi: Musiikkiäänite

source: sound-tape reel
fi: Ääninauhakela

source: sound-track film
fi: Elokuvamusiikki

source: speech
fi: Puheet, esitelmät

source: speeches, oratory
fi: Luennot, puheet

source: starts with
fi: Alkaa

source: statistics
fi: Tilastot

source: statistics
fi: Tilastot

source: stone
fi: Ei mitään

source: subjects
fi: Aiheet:

source: surname
fi: Etunimi:

source: survey of literature
fi: Kirjallisuuskatsaukset

source: synthetics
fi: Synteettinen

source: tactile, with no writing system
fi: Kohokirjoitus, ei kirjoitusjärjestelmää

source: tags%s from other users%s.
fi: Avainsanat%s muilta käyttäjiltä%s.

source: tape cartridge
fi: Videokasetti

source: tape cassette
fi: Kasettinauha

source: tape reel
fi: Nauhakela

source: technical drawing
fi: Tekninen piirros

source: technical drawing
fi: Tekninen piirros

source: technical report
fi: Tekninen raportti

source: terrestrial globe
fi: Karttapallo

source: text in looseleaf binder
fi: Teksti irtolehtikansiossa

source: textile
fi: Tekstiili

source: the date the patron would like the item returned by
fi: Palautuspäivätoive:

source: the type of the identifier, possible values:
fi: tunnisteen tyyppi, vaihtoehdot:

source: there may be a delay in restoring your account if you submit online)
fi: Käyttäjätunnnuksen aktivoi kirjaston henkilökunta)

source: there may be a delay in restoring your account if you submit online)%s.
fi: Käyttäjätunnnuksen aktivoi kirjaston henkilökunta)%s.

source: theses
fi: Opinnäyte

source: title
fi: Nimeke

source: to create new lists.
fi: tehdäksesi uusia listoja.

source: to post a comment.
fi: Kirjoita kommentti.

source: to see your own saved tags. %s%s
fi: Omat avainsanat. %s%s

source: to submit current information (
fi: Tallenna tiedot (

source: toy
fi: lelu

source: transparencies
fi: Kalvo

source: transparency
fi: Piirtoheitinkalvo

source: treaties
fi: Sopimukset

source: treaty
fi: Sopimus

source: unknown
fi: Tuntematon

source: until
fi: kunnes

source: up to
fi: saakka

source: user's login identifier
fi: Käyttäjätunnus

source: user's password
fi: Käyttäjän salasana

source: username
fi: Käyttäjätunnus

source: video recording
fi: Videotallenne

source: videocartridge
fi: Videokasetti

source: videocassette
fi: Videokasetti

source: videodisc
fi: Videolevy

source: videorecording
fi: Videotallenne

source: videoreel
fi: Videokela

source: view
fi: Katso

source: view labeled
fi: Katso tarroitetut

source: view plain
fi: Katso tekstinä

source: visual material
fi: Visuaalinen aineisto

source: visual projection
fi: Projektio

source: was not found in the database. Please try again.
fi: Ei löytynyt tietokannasta. Ole hyvä ja yritä uudelleen.

source: web site
fi: Verkkosivusto

source: whether or not to return fine information in the response
fi: tulisiko vastauksen sisältää sakkotiedot

source: whether or not to return hold request information in the response
fi: tulisiko vastauksen sisältää varaustiedot

source: whether or not to return loan information in the response
fi: tulisiko vastauksen sisältää lainatiedot

source: whether or not to return patron's contact information in the response
fi: tulisiko vastauksen sisältää asiakkaan yhteystiedot

source: wire recording
fi: Musiikkiäänite

source: with the self checkout system
fi: itsepalvelulainauksella

source: wood
fi: Puu

source: you
fi: sinä

source: your account page
fi: Käyttäjätilisi

source: your rating: %s,
fi: arviosi: %s

source: Årbok
fi: Vuosikirja

source: Øvelsesmodell
fi: Malli
