Repository: ranginui/koha
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: fi

source: %s %s %s Item in transit from
fi: %s %s %s Aineisto matkalla toimipisteestä

source: %s %s %s Item waiting at
fi: %s %s %s Aineisto odottaa toimipisteessä

source: %s %s %s Not for loan %s
fi: %s %s %s Ei lainata %s

source: %s %s %s You have subscribed to email notification on new issues
fi: %s %s %s Olet tilannut sähköpostiisi kirjaston uutuustiedotteen

source: %s %s %s%s%sNo title%s %s %s%s
fi: %s %s %s%s%sEi nimekettä%s %s %s%s

source: %s %s %s%s%sNo title%s %s%s%s
fi: %s %s %s%s%sEi nimekettä%s %s%s%s

source: %s %s %s%s%sNo title%s %s, %s%s
fi: %s %s %s%s%sEi nimekettä%s %s %s%s

source: %s %s Item in transit to
fi: %s Aineisto matkalla %slle

source: %s %s Not for loan %s
fi: %s %s Ei lainattavissa %s

source: %s %s by %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s%s
fi: %s %s / %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s %s%s

source: %s %s please choose against which one you would like to authenticate:
fi: %s %s Valitse autentikointipohja:

source: %s %s sent you a cart from our online catalog.
fi: %s %s lähettää tässä sinulle viitetietoja sisältävän kirjakorinsa sisällön kirjastomme aineistoluettelosta.

source: %s %s tag%stags%s successfully added.
fi: %s %s avainsana%savainsanats%s lisätty.

source: %s %s%s catalog &rsaquo; Your checkout history %s
fi: %s%s - aineistoluettelo &rsaquo; Lainahistoriasi %s

source: %s %s%s%s%s%sKoha online%s%sKoha online%s catalog &rsaquo; Your personal details %s
fi: %s %s%s%s%s%sKoha ILS OPAC%s%sKoha ILS OPAC%s - aineistoluettelo &rsaquo; Omat tietosi%s

source: %s %s%s%s%sKoha %s &rsaquo; Self checkout
fi: %s %s%s%s%sKoha ILS OPAC%s &rsaquo; Itsepalvelulainaus

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Recent comments %s
fi: %s %s%s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; Uusimmat viestit %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Tags %s
fi: %s %s%s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; Avainsanat %s

source: %s %s%s%s%sKoha online%s catalog &rsaquo; Your fines and charges %s
fi: %s %s%s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; Käyttömaksut %s

source: %s %s%s%sKoha online%s catalog %s
fi: %s %s%sn%sKoha ILS OPAC - %s aineistoluettelo%s

source: %s %s%s%sKoha online%s catalog &rsaquo; %s Results of search %sfor '%s'%s%s&nbsp;with limit(s):&nbsp;'%s'%s %s You did not specify any search criteria. %s %s
fi: %s %s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; %sTulos %shaulle '%s'%s%s&nbsp;rajauksella:&nbsp;'%s'%s %sEt antanut hakuehtoja %s %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Add to your list %s
fi: %s %s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; Vie listaasi %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Advanced search %s
fi: %s %s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; Tarkka haku %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Images for: %s %s
fi: %s %s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; Kuvat kohteelle: %s

source: %s %s%s%sKoha online%s catalog &rsaquo; Your search history %s
fi: %s %s%sn%sKoha ILS OPAC - %s aineistoluettelo &rsaquo; Hakuhistoria %s

source: %s %s's account
fi: Asiakkaan %s %s käyttäjätili

source: %s %sNote: this window will close automatically in 5 seconds%s
fi: %s %sTämä ikkuna sulkeutuu hetken kuluttua%s

source: %s %sby
fi: %s, %s /

source: %s %sitem%sitem(s)%s
fi: %s %steos%steosta%s

source: %s (Record no. %s)
fi: %s (Tietue %s)

source: %s (related searches: %s%s%s). %s
fi: %s (Hae myös: %s%s%s). %s

source: %s / 5 (on %s rates)
fi: %s / 5 (yhteensä %s arviota)

source: %s Checked out (%s), %s %s Withdrawn (%s), %s %s Lost (%s),%s %s Damaged (%s),%s %s On order (%s),%s %s In transit (%s),%s
fi: %sLainassa (%s), %s %sPoistettu (%s), %s %sKadonnut (%s),%s %sKorjattavana (%s),%s %sVarattu (%s),%s %sMatkalla (%s),%s

source: %s Checked out (%s), %s %s Withdrawn (%s), %s %s%s Lost (%s),%s%s %s Damaged (%s),%s %s On order (%s),%s %s On hold (%s),%s %s In transit (%s),%s
fi: %s Lainassa (%s), %s %s Ei lainattavissa (%s), %s %s%s Kadonnut (%s),%s%s %s Korjattavana(%s),%s %s Tilattu (%s),%s %s Varattu (%s),%s %s Matkalla (%s),%s

source: %s Could not create new list. Please check if the name is unique. %s Sorry, you cannot add items to this list. %s
fi: %s Uuden listan teko ei onnistunut. Tarkista, onko nimi jo käytössä. %s Valitettavasti et voi lisätä niteitä tähän listaan. %s

source: %s Did you mean:
fi: %s Tarkoititko:

source: %s Internet user critics
fi: %s Nettiarviot

source: %s Item waiting to be pulled from
fi: Varattu aineisto on saapunut ja odottaa noutopisteessä %s

source: %s Item(s) checked out
fi: %s lainaa

source: %s No public lists %s %s
fi: %s Ei yhteisiä listoja %s %s

source: %s No results found for that in %s catalog.
fi: %s Ei osumia aineistoluettelossa %s

source: %s Not renewable%s
fi: %s Ei voi uusia. Palauta aineisto.%s

source: %s Passwords do not match. Please re-type your new password. %s %s Your new password must be at least %s characters long %s %s Your current password was entered incorrectly. If this problem persists, please ask a librarian to re-set your password for you. %s
fi: %s Salasanat eivät täsmää. Ole hyvä ja anna uusi salasanasi uudelleen. %s %s Uuden salasanan on oltava vähintään %s merkkiä pitkä. %s %s Väärä salasana. Jos ongelma toistuu, ole hyvä ja pyydä kirjastonhoitajaa päivittämään salasanasi. %s

source: %s Please see a member of the library staff.
fi: %s Ota yhteys kirjastonhoitajaan

source: %s Professional critics
fi: %s Arvosteluja

source: %s Quotations
fi: %s Lainauksia

source: %s Search
fi: %s Hae

source: %s Search %sfor '%s'%s%s&nbsp;with limit(s):&nbsp;'%s'%s
fi: %s Etsi %shaulla '%s'%s%s&nbsp;rajauksin &nbsp;'%s'%s

source: %s Self checkout system
fi: %s Itsepalvelulainaus

source: %s Unfortunately, images are not enabled for this catalog at this time. %s
fi: Kuvat eivät valitettavasti ole käytössä

source: %s Video extracts
fi: %s Videonäytteet

source: %s You did not specify any search criteria. %s
fi: %s Anna hakuehto %s

source: %s You have never borrowed anything from this library. %s
fi: %s Et ole vielä lainannut mitään tästä kirjastosta %s

source: %s biblios
fi: %s teosta

source: %s by %s%s%s &copy;%s%s%s
fi: %s / %s%s%s &copy;%s%s%s

source: %s records
fi: %s tietuetta

source: %s since %s%s
fi: %s %s lähtien %s

source: %s%s %s%s, %s%s %s (%s)%s.%s,%s %s %s%sThis record has no items.%s
fi: %s%s %s%s, %s%s %s (%s)%s.%s,%s %s %s%sEi niteitä %s

source: %s%s %sEarlier heading %sLater heading %sAcronym %sMusical composition %sBroader heading %sNarrower heading %s%s %s%s
fi: %s%s %s(Edeltäjä) %s(Jatkaja) %s(Lyhenne) %s(Sävellys) %s(Laaja nimeke) %s(Suppea nimeke) %s%s %s%s

source: %s%s %sitem%sitems%s%sEmpty%s
fi: %s%s %snide%snidettä%s%sTyhjä%s

source: %s%s &rsaquo; Self checkout
fi: %s%s &rsaquo; Itsepalvelulainaus

source: %s%s catalog &rsaquo; Comments on %s %s
fi: %s%s Aineistoluettelo &rsaquo; Teoksesta %s sanottua %s

source: %s%s catalog &rsaquo; ISBD %s
fi: %s%s - aineistoluettelo &rsaquo; ISBD-näkymä %s

source: %s%s tag%stags%s successfully deleted.
fi: %s%s avainsana%savainsanat%s postettu

source: %s%s with the comment
fi: %s%s kommenttiviestillä

source: %s%s%s%s%sKoha online%s%sKoha online%s catalog &rsaquo; Your messaging settings %s
fi: %s%s%s%sn%sKoha ILS OPAC%s%s%s - aineistoluettelo&rsaquo; Viestiasetuksesi %s

source: %s%s%s%sKoha online%s catalog &rsaquo; %sEnter a new purchase suggestion%s %sPurchase Suggestions%s %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; %sTee hankintaehdotus%s %sHankintaehdotukset%s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; An error has occurred %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Virhetilanne%s

source: %s%s%s%sKoha online%s catalog &rsaquo; Browse by author or subject %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Auktoriteettihaku %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Change your password %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Muuta salasanasi %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Download cart%s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Korin tallennus%s

source: %s%s%s%sKoha online%s catalog &rsaquo; Download list%s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Viitelistan tallentaminen%s

source: %s%s%s%sKoha online%s catalog &rsaquo; ISBD %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; ISBD-näkymä %s

source: %s%s%s%sKoha online%s catalog &rsaquo; ISBD view %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; ISBD-näkymä%s

source: %s%s%s%sKoha online%s catalog &rsaquo; MARC details for record no. %s %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; MARC-näyttö tietueelle %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Most popular titles %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Suosituimmat nimekkeet%s

source: %s%s%s%sKoha online%s catalog &rsaquo; Sending your cart %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Viitekorin lähettäminen %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Sending your list %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Viitelistan lähettäminen %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Serials %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Kausijulkaisut %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Subscription information for %s %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Tilaustiedot lehdelle %s %s

source: %s%s%s%sKoha online%s catalog &rsaquo; Your personal details %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Omat tiedot%s

source: %s%s%s%sKoha online%s catalog &rsaquo; Your privacy management %s
fi: %s%s%sn%s Koha ILS OPAC%s - aineistoluettelo &rsaquo; Yksityisyysasetuksesi%s

source: %s%s%sKoha Online Catalog%s
fi: %s%sKoha%s Aineistoluettelo %s

source: %s%s%sNever expires%s
fi: %s%s%sPysyvä varaus%s

source: %s%s%sNo title%s
fi: %s%s%sEi nimekettä%s

source: %s's account
fi: Käyttäjän %s tiedot

source: %s, by %s%s %s %s
fi: %s / %s%s %s %s

source: %s. Usually the reason for freezing an account is old overdues or damage fees. If
fi: %s. Tavallisin tunnuksen lukitsemisen syy ovat maksamattomat myöhästymissakot tai korvaamatta jäänyt kadonnut tai vahingoittunut kirjastoaineisto. Jos

source: %sAccount frozen %s %s
fi: %sKäyttäjätunnus lukittu %s %s

source: %sAwaited %s %sArrived %s %sLate %s %sMissing %s %sNot issued %s %s %s %s %s
fi: %sTilauksessa %s %sSaapunut %s %sMyöhässä %s %sKadonnut %s %sEi tilauksessa %s %s %s %s %s

source: %sBrowsing %s Shelves%s%s, Shelving location: %s%s%s, Collection code: %s%s
fi: %sSelaus %s Hyllyt%s%s, Hyllypaikka: %s%s%s, Kokoelma: %s%s

source: %sCollection%sItem type%s
fi: %sKokoelma%sAineistolaji%s

source: %sFemale%s %sMale%s
fi: %sNainen%s %sMies%s

source: %sItem due %sAdvance notice %sUpcoming events %sHold filled %sItem check-in %sItem checkout %sUnknown %s
fi: %sEräpäivä %sEnnakkoilmoitus %sTulevat tapahtumat %sHold Filled %sPalautus %sLainaus %sTuntematon%s

source: %sItem type %sCollection %sShelving location %sSomething else %s
fi: %sAineistolaji%sKokoelma%sHyllypaikka%smuuta%s

source: %sLimit to
fi: %sRajoita

source: %sNote: your comment contained illegal markup code. It has been saved with the markup removed, as below. You can edit the comment further, or cancel to retain the comment as is. %s %sError! Your comment was entirely illegal markup code. It has NOT been added.%s %sError! You cannot add an empty comment. Please add content or cancel.%s
fi: %sHuomaa: Kommenttisi sisälsi ylimääräisiä muotoilukoodeja. Se tallennettiin tekstimuodossa. Voit jatkaa muokkaamista tai palata aiempaan versioon. %s %sVirhe! Kommenttisi oli tuntematonta muotoilukoodia sisältävää tekstiä. Sitä ei voi tallentaa. %s %sVirhe! Tyhjä kommentti. Lisää tekstiä tai poistu kommentointitilasta.%s

source: %sOn hold %sNo renewals left %s
fi: %sNiteestä on varauksia. Palauta aineisto, kiitos! %sUusintakerrat täynnä. Palauta aineisto, kiitos! %s

source: %sPrivate%s %sPublic%s
fi: %sYksityinen%s %sJaettu%s

source: %sRequested%s %sChecked by the library%s %sAccepted by the library%s %sOrdered by the library%s %sSuggestion declined %s %sAvailable in the library%s %s(%s)%s
fi: %sTiedustelu lähtetetty%s %sKäsitelty%s %sHyväksytty%s %sTilattu%s %sHankintaehdotus hylätty%s %sSaatavana kirjastossa%s %s(%s)%s

source: %sShowing only
fi: %sNäytetään vain

source: %sThis item is already checked out to you.%s
fi: %sNide on jo lainattu sinulle%s

source: %sThis record has no items.%s
fi: %sEi niteitä%s

source: %sWaiting%s %sArrived%s %sLate%s %sMissing%s %sNot available%s %sClaimed%s
fi: %sOdottaa%s %sSaapunut%s %sMyöhässä%s %sKadonnut%s %sEi saatavilla%s %sPalautuspyyntö lähetetty%s

source: %sWaiting%sOn hold%s for patron %sat%sexpected at%s %s since %s%s%s%s%s%s%s.
fi: %sOdottaa noutoa%sVarauksessa%s asiakkaalle %stoimipisteessä %s%s %s asti %s%s%s%s%s%s%s lähtien.

source: %sYes%sNo%s
fi: %sKyllä%sEi%s

source: %sa list:%s
fi: %sVinkkilistaan%s

source: %sby
fi: %s /

source: %sby %s%s
fi: %s / %s%s

source: %scontact information%s on file. Please contact the library%s or use the
fi: %syhteystiedot%s tiedostossa. Ole hyvä ja ota yhteys kirjastoon %s tai käytä

source: %sentry%sentries%s.
fi: %smerkintä%smerkinnät%s

source: &laquo; Previous
fi: &laquo; Edellinen

source: &lt;&lt; Previous
fi: &lt;&lt; Edellinen

source: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;GetPatronInfo&gt; &lt;category_type&gt;A&lt;/category_type&gt; &lt;categorycode&gt;ADUEXT&lt;/categorycode&gt; &lt;borrowernumber&gt;419&lt;/borrowernumber&gt; &lt;lost&gt;0&lt;/lost&gt; &lt;branchcode&gt;BIB&lt;/branchcode&gt; &lt;amountoutstanding&gt;6&lt;/amountoutstanding&gt; &lt;description&gt;Adulte extérieur&lt;/description&gt; &lt;title&gt;M&lt;/title&gt; &lt;enrolmentperiod&gt;12&lt;/enrolmentperiod&gt; &lt;charges&gt;6.00&lt;/charges&gt; &lt;dateenrolled&gt;2009-03-04&lt;/dateenrolled&gt; &lt;borrowernotes&gt;&lt;/borrowernotes&gt; &lt;dateexpiry&gt;2010-03-04&lt;/dateexpiry&gt; &lt;firstname&gt;Jean-André&lt;/firstname&gt; &lt;gonenoaddress&gt;0&lt;/gonenoaddress&gt; &lt;dateofbirth&gt;1984-06-08&lt;/dateofbirth&gt; &lt;debarred&gt;0&lt;/debarred&gt; &lt;branchname&gt;Bibliothèque Jean Prunier&lt;/branchname&gt; &lt;surname&gt;SANTONI&lt;/surname&gt; &lt;cardnumber&gt;815&lt;/cardnumber&gt; &lt;initials&gt;JAS&lt;/initials&gt; &lt;sort1&gt;CSP5&lt;/sort1&gt; &lt;sex&gt;M&lt;/sex&gt; &lt;loans&gt; &lt;loan&gt; &lt;lastreneweddate&gt;2009-04-03&lt;/lastreneweddate&gt; &lt;isbn&gt;2253003689&lt;/isbn&gt; &lt;borrowernumber&gt;419&lt;/borrowernumber&gt; &lt;branchcode&gt;BIB&lt;/branchcode&gt; &lt;itemnumber&gt;4454&lt;/itemnumber&gt; &lt;date_due&gt;2009-05-06&lt;/date_due&gt; &lt;barcode&gt;4765476&lt;/barcode&gt; &lt;datelastseen&gt;2008-08-23&lt;/datelastseen&gt; &lt;issuedate&gt;2008-08-23&lt;/issuedate&gt; &lt;title&gt;L'Île au trésor&lt;/title&gt; &lt;itemtype&gt;LITT&lt;/itemtype&gt; &lt;author&gt;Robert Louis Stevenson&lt;/author&gt; &lt;timestamp&gt;2009-04-03 14:46:10&lt;/timestamp&gt; &lt;publishercode&gt;Librairie générale française&lt;/publishercode&gt; &lt;datecreated&gt;2008-08-23&lt;/datecreated&gt; &lt;totalrenewals&gt;11&lt;/totalrenewals&gt; &lt;dateaccessioned&gt;2008-08-23&lt;/dateaccessioned&gt; &lt;onloan&gt;2008-09-17&lt;/onloan&gt; &lt;biblioitemnumber&gt;4483&lt;/biblioitemnumber&gt; &lt;wthdrawn&gt;0&lt;/wthdrawn&gt; &lt;notforloan&gt;0&lt;/notforloan&gt; &lt;replacementpricedate&gt;2008-08-23&lt;/replacementpricedate&gt; &lt;itemcallnumber&gt;RO STE&lt;/itemcallnumber&gt; &lt;location&gt;Salle de lecture&lt;/location&gt; &lt;itemlost&gt;0&lt;/itemlost&gt; &lt;publicationyear&gt;1985&lt;/publicationyear&gt; &lt;issues&gt;1&lt;/issues&gt; &lt;homebranch&gt;BIB&lt;/homebranch&gt; &lt;holdingbranch&gt;BIB&lt;/holdingbranch&gt; &lt;biblionumber&gt;4483&lt;/biblionumber&gt; &lt;renewals&gt;3&lt;/renewals&gt; &lt;damaged&gt;0&lt;/damaged&gt; &lt;cn_sort&gt;RO_STE&lt;/cn_sort&gt; &lt;frameworkcode&gt;&lt;/frameworkcode&gt; &lt;datelastborrowed&gt;2008-08-23&lt;/datelastborrowed&gt; &lt;/loan&gt; &lt;loan&gt; &lt;lastreneweddate&gt;2009-03-17&lt;/lastreneweddate&gt; &lt;isbn&gt;9782700017823&lt;/isbn&gt; &lt;borrowernumber&gt;419&lt;/borrowernumber&gt; &lt;branchcode&gt;BIB&lt;/branchcode&gt; &lt;itemnumber&gt;4456&lt;/itemnumber&gt; &lt;date_due&gt;2009-04-18&lt;/date_due&gt; &lt;barcode&gt;2700017UUU&lt;/barcode&gt; &lt;datelastseen&gt;2008-08-23&lt;/datelastseen&gt; &lt;issuedate&gt;2008-08-23&lt;/issuedate&gt; &lt;title&gt;La guitare en 10 leçons&lt;/title&gt; &lt;itemtype&gt;LITT&lt;/itemtype&gt; &lt;author&gt;Jon Buck&lt;/author&gt; &lt;timestamp&gt;2009-03-17 16:48:14&lt;/timestamp&gt; &lt;publishercode&gt;Gründ&lt;/publishercode&gt; &lt;datecreated&gt;2008-08-23&lt;/datecreated&gt; &lt;totalrenewals&gt;6&lt;/totalrenewals&gt; &lt;dateaccessioned&gt;2008-08-23&lt;/dateaccessioned&gt; &lt;notes&gt;La couv. porte en plus : "un guide simple et facile pour apprendre la guitare" | Glossaire. Index&lt;/notes&gt; &lt;onloan&gt;2008-09-25&lt;/onloan&gt; &lt;biblioitemnumber&gt;4486&lt;/biblioitemnumber&gt; &lt;wthdrawn&gt;0&lt;/wthdrawn&gt; &lt;notforloan&gt;0&lt;/notforloan&gt; &lt;replacementpricedate&gt;2008-08-23&lt;/replacementpricedate&gt; &lt;itemcallnumber&gt;787.87 BUC&lt;/itemcallnumber&gt; &lt;location&gt;Salle de lecture&lt;/location&gt; &lt;itemlost&gt;0&lt;/itemlost&gt; &lt;publicationyear&gt;2007&lt;/publicationyear&gt; &lt;issues&gt;1&lt;/issues&gt; &lt;homebranch&gt;BIB&lt;/homebranch&gt; &lt;holdingbranch&gt;BIB&lt;/holdingbranch&gt; &lt;biblionumber&gt;4486&lt;/biblionumber&gt; &lt;renewals&gt;3&lt;/renewals&gt; &lt;damaged&gt;0&lt;/damaged&gt; &lt;cn_sort&gt;78787_BUC&lt;/cn_sort&gt; &lt;volume&gt;une méthode simple et facile pour apprendre la guitare&lt;/volume&gt; &lt;frameworkcode&gt;&lt;/frameworkcode&gt; &lt;datelastborrowed&gt;2008-08-23&lt;/datelastborrowed&gt; &lt;/loan&gt; &lt;/loans&gt; &lt;/GetPatronInfo&gt;
fi: &lt;?xml version="1.0" encoding="ISO-8859-1" ?&gt; &lt;GetPatronInfo&gt; &lt;category_type&gt;A&lt;/category_type&gt; &lt;categorycode&gt;ADUEXT&lt;/categorycode&gt; &lt;borrowernumber&gt;419&lt;/borrowernumber&gt; &lt;lost&gt;0&lt;/lost&gt; &lt;branchcode&gt;BIB&lt;/branchcode&gt; &lt;amountoutstanding&gt;6&lt;/amountoutstanding&gt; &lt;description&gt;Adulte extérieur&lt;/description&gt; &lt;title&gt;M&lt;/title&gt; &lt;enrolmentperiod&gt;12&lt;/enrolmentperiod&gt; &lt;charges&gt;6.00&lt;/charges&gt; &lt;dateenrolled&gt;2009-03-04&lt;/dateenrolled&gt; &lt;borrowernotes&gt;&lt;/borrowernotes&gt; &lt;dateexpiry&gt;2010-03-04&lt;/dateexpiry&gt; &lt;firstname&gt;Janne-Antero&lt;/firstname&gt; &lt;gonenoaddress&gt;0&lt;/gonenoaddress&gt; &lt;dateofbirth&gt;1984-06-08&lt;/dateofbirth&gt; &lt;debarred&gt;0&lt;/debarred&gt; &lt;branchname&gt;Kirjasto &lt;/branchname&gt; &lt;surname&gt;SANTONI&lt;/surname&gt; &lt;cardnumber&gt;815&lt;/cardnumber&gt; &lt;initials&gt;JAS&lt;/initials&gt; &lt;sort1&gt;CSP5&lt;/sort1&gt; &lt;sex&gt;M&lt;/sex&gt; &lt;loans&gt; &lt;loan&gt; &lt;lastreneweddate&gt;2009-04-03&lt;/lastreneweddate&gt; &lt;isbn&gt;2253003689&lt;/isbn&gt; &lt;borrowernumber&gt;419&lt;/borrowernumber&gt; &lt;branchcode&gt;BIB&lt;/branchcode&gt; &lt;itemnumber&gt;4454&lt;/itemnumber&gt; &lt;date_due&gt;2009-05-06&lt;/date_due&gt; &lt;barcode&gt;4765476&lt;/barcode&gt; &lt;datelastseen&gt;2008-08-23&lt;/datelastseen&gt; &lt;issuedate&gt;2008-08-23&lt;/issuedate&gt; &lt;title&gt;L'Île au trésor&lt;/title&gt; &lt;itemtype&gt;LITT&lt;/itemtype&gt; &lt;author&gt;Robert Louis Stevenson&lt;/author&gt; &lt;timestamp&gt;2009-04-03 14:46:10&lt;/timestamp&gt; &lt;publishercode&gt;Librairie générale française&lt;/publishercode&gt; &lt;datecreated&gt;2008-08-23&lt;/datecreated&gt; &lt;totalrenewals&gt;11&lt;/totalrenewals&gt; &lt;dateaccessioned&gt;2008-08-23&lt;/dateaccessioned&gt; &lt;onloan&gt;2008-09-17&lt;/onloan&gt; &lt;biblioitemnumber&gt;4483&lt;/biblioitemnumber&gt; &lt;wthdrawn&gt;0&lt;/wthdrawn&gt; &lt;notforloan&gt;0&lt;/notforloan&gt; &lt;replacementpricedate&gt;2008-08-23&lt;/replacementpricedate&gt; &lt;itemcallnumber&gt;RO STE&lt;/itemcallnumber&gt; &lt;location&gt;Salle de lecture&lt;/location&gt; &lt;itemlost&gt;0&lt;/itemlost&gt; &lt;publicationyear&gt;1985&lt;/publicationyear&gt; &lt;issues&gt;1&lt;/issues&gt; &lt;homebranch&gt;BIB&lt;/homebranch&gt; &lt;holdingbranch&gt;BIB&lt;/holdingbranch&gt; &lt;biblionumber&gt;4483&lt;/biblionumber&gt; &lt;renewals&gt;3&lt;/renewals&gt; &lt;damaged&gt;0&lt;/damaged&gt; &lt;cn_sort&gt;RO_STE&lt;/cn_sort&gt; &lt;frameworkcode&gt;&lt;/frameworkcode&gt; &lt;datelastborrowed&gt;2008-08-23&lt;/datelastborrowed&gt; &lt;/loan&gt; &lt;loan&gt; &lt;lastreneweddate&gt;2009-03-17&lt;/lastreneweddate&gt; &lt;isbn&gt;9782700017823&lt;/isbn&gt; &lt;borrowernumber&gt;419&lt;/borrowernumber&gt; &lt;branchcode&gt;BIB&lt;/branchcode&gt; &lt;itemnumber&gt;4456&lt;/itemnumber&gt; &lt;date_due&gt;2009-04-18&lt;/date_due&gt; &lt;barcode&gt;2700017UUU&lt;/barcode&gt; &lt;datelastseen&gt;2008-08-23&lt;/datelastseen&gt; &lt;issuedate&gt;2008-08-23&lt;/issuedate&gt; &lt;title&gt;La guitare en 10 leçons&lt;/title&gt; &lt;itemtype&gt;LITT&lt;/itemtype&gt; &lt;author&gt;Jon Buck&lt;/author&gt; &lt;timestamp&gt;2009-03-17 16:48:14&lt;/timestamp&gt; &lt;publishercode&gt;Gründ&lt;/publishercode&gt; &lt;datecreated&gt;2008-08-23&lt;/datecreated&gt; &lt;totalrenewals&gt;6&lt;/totalrenewals&gt; &lt;dateaccessioned&gt;2008-08-23&lt;/dateaccessioned&gt; &lt;notes&gt;La couv. porte en plus : "un guide simple et facile pour apprendre la guitare" | Glossaire. Index&lt;/notes&gt; &lt;onloan&gt;2008-09-25&lt;/onloan&gt; &lt;biblioitemnumber&gt;4486&lt;/biblioitemnumber&gt; &lt;wthdrawn&gt;0&lt;/wthdrawn&gt; &lt;notforloan&gt;0&lt;/notforloan&gt; &lt;replacementpricedate&gt;2008-08-23&lt;/replacementpricedate&gt; &lt;itemcallnumber&gt;787.87 BUC&lt;/itemcallnumber&gt; &lt;location&gt;Salle de lecture&lt;/location&gt; &lt;itemlost&gt;0&lt;/itemlost&gt; &lt;publicationyear&gt;2007&lt;/publicationyear&gt; &lt;issues&gt;1&lt;/issues&gt; &lt;homebranch&gt;BIB&lt;/homebranch&gt; &lt;holdingbranch&gt;BIB&lt;/holdingbranch&gt; &lt;biblionumber&gt;4486&lt;/biblionumber&gt; &lt;renewals&gt;3&lt;/renewals&gt; &lt;damaged&gt;0&lt;/damaged&gt; &lt;cn_sort&gt;78787_BUC&lt;/cn_sort&gt; &lt;volume&gt;une méthode simple et facile pour apprendre la guitare&lt;/volume&gt; &lt;frameworkcode&gt;&lt;/frameworkcode&gt; &lt;datelastborrowed&gt;2008-08-23&lt;/datelastborrowed&gt; &lt;/loan&gt; &lt;/loans&gt; &lt;/GetPatronInfo&gt;

source: &nbsp;&nbsp;&nbsp;&nbsp; Author phrase
fi: &nbsp;&nbsp;&nbsp;&nbsp; Tekijä fraasina

source: &nbsp;&nbsp;&nbsp;&nbsp; Call number
fi: &nbsp;&nbsp;&nbsp;&nbsp; Hyllypaikka

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name
fi: &nbsp;&nbsp;&nbsp;&nbsp; Kokouksen nimi

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference name phrase
fi: &nbsp;&nbsp;&nbsp;&nbsp; Kokouksen nimi merkkijonona

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate name
fi: &nbsp;&nbsp;&nbsp;&nbsp; Yrityksen nimi

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name
fi: &nbsp;&nbsp;&nbsp;&nbsp; Henkilönnimi

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal name phrase
fi: &nbsp;&nbsp;&nbsp;&nbsp; Henkilönnimi merkkijonona

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject phrase
fi: &nbsp;&nbsp;&nbsp;&nbsp; Asiasana merkkijonona

source: &nbsp;&nbsp;&nbsp;&nbsp; Title phrase
fi: &nbsp;&nbsp;&nbsp;&nbsp; Nimeke merkkijonona

source: &nbsp;&nbsp;(%s votes)
fi: &nbsp;&nbsp;(%s tähditystä)

source: (%s biblios)
fi: (%s teosta)

source: (%s of %s renewals remaining)
fi: (%s %s:sta uusintakerrasta jäljellä)

source: (%s total)
fi: (Yhteensä %s)

source: (Checked out)
fi: (Lainattu)

source: (Not supported by Koha)
fi: (Toiminto ei tuettu Kohassa)

source: (Not supported yet)
fi: (toiminto ei tuettu vielä)
