Repository: ranginui/koha
Catalog: misc/translator/po/*-i-opac-t-prog-v-3006000.po
Languages: fi

source: Given a set of bibliographic or item identifiers, returns a list with availability of the items associated with the identifiers.
fi: Saatavuushaku

source: Go
fi: Mene

source: Grafisk blad
fi: Kuvasivu

source: Grafisk materiale
fi: Grafiikka

source: Grafiske data
fi: Visuaaliset aineistot

source: Grammofonplate
fi: Gramofoniäänilevy

source: Groups of libraries
fi: Kirjastoverkot

source: Guarantor:
fi: Takaaja:

source: Gått inn i:
fi: Sisältyy:

source: HELP
fi: APUA

source: Handbooks
fi: Käsikirjat

source: Har delvis tatt opp:
fi: Osittainen jatkaja:

source: Har tatt opp:
fi: Jatkaja:

source: Heading ascendant
fi: Nouseva järjestys

source: Heading descendant
fi: Laskeva järjestys

source: Hello, %s
fi: Hei, %s

source: Hi,
fi: Hei,

source: Hi, %s %s, sent you from our online catalog, the virtual shelf called : %s. Please note that the attached file is a MARC bibliographic records file which can be imported into personal bibliographic software like EndNote, Reference Manager or ProCite.
fi: Tervehdys! %s %s lähettää tässä sinulle liitetiedostona viitetietoja kirjastomme aineistotietokannasta, vinkkilistan nimeltä %s. Tiedosto on MARC-formaatissa.

source: Hide window
fi: Sulje ohje

source: Highlight
fi: Korostus

source: Hold
fi: Varaus

source: Hold date
fi: Varauspäivämäärä

source: Hold not needed after
fi: Varauksen raukeamispäivä

source: Hold starts on date
fi: Varauksen alkamispäivä

source: Holdings ( %s )
fi: Kokoelma (%s)

source: Holdings Note:
fi: Kokoelmahuomautus:

source: Holdings:
fi: Kokoelma:

source: Holds
fi: Varaukset

source: Holds
fi: Varaus

source: Holds waiting
fi: Saapuneet varaukset

source: Hologram
fi: Hologrammi

source: Home library
fi: Kotikirjasto

source: Home library:
fi: Kotikirjasto

source: Hovedoppgaver/diplomoppgaver
fi: Väitöskirja

source: Håndbøker
fi: Käsikirjat

source: IP address where the end user request is being placed
fi: Pyyntöjen IP-osoite

source: ISBD view
fi: ISBD-näkymä

source: Identity details
fi: Henkilötiedot

source: If this is an error, please take your card to the circulation desk at your local library and the error will be corrected.
fi: Jos tämä on virhe, olkaa hyvä ja ottakaa yhteys kirjaston henkilökuntaan.

source: If this is your first time using the self checkout system, or if the system is not behaving as expected, you may want to refer to this guide to get yourself started.
fi: Jos itsepalvelulainaus on outo sinulle, tutustu tähän käyttöohjeeseen.

source: If you do not click the 'Finish' button, your session will automatically expire in %s seconds.
fi: Yhteys lopetetaan %s sekunnin kuluttua

source: If you do not have a CAS account, but a local account, you can still log in :
fi: Voit kirjautua ilman CAS-tiliä

source: If you don't have a library card, stop by your local library to sign up.
fi: Jos sinulla ei ole kirjastokorttia, käväise kirjastossa, niin annamme sen sinulle!

source: If you don't have a password yet, stop by the circulation desk the next time you're in the library. We'll happily set one up for you.
fi: Jos sinulla ei ole salasanaa, piipahda lainaustiskillä. Annamme sen sinulle tuota pikaa!

source: If you have a
fi: Jos sinulla on

source: Ikke skjønnlitteratur
fi: Tietokirjallisuus

source: Illustration
fi: Kuvitus

source: Images
fi: Kuvat

source: Images for %s
fi: Kuvat kohteelle %s

source: Immediate deletion
fi: Poista heti

source: In online catalog: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s
fi: Aineistoluettelossa: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s

source: In transit (
fi: Matkalla (

source: In transit from %s, to %s, since %s
fi: Matkalla toimipisteestä %s toimipisteeseen %s, %s lähtien.

source: In your cart
fi: Korissasi

source: In:
fi: Teoksessa:

source: Incomplete contents:
fi: Keskeneräinen sisältö:

source: Indexed in:
fi: Sisällysluettelon sijainti:

source: Indexes
fi: Hakemistot, indeksit

source: Information
fi: Tietoja

source: Interaktivt multimedium
fi: Interaktiivinen multimedia

source: Intervjuer
fi: Haastattelut

source: Issue #
fi: Numero

source: Issues for a subscription
fi: Tilauksessa olevat numerot:

source: Issues summary
fi: Nideyhteenveto

source: It has
fi: Sillä on

source: Item cannot be checked out.
fi: Ei lainata

source: Item type
fi: Aineistolaji

source: Item type:
fi: Aineistolaji

source: Item type:
fi: Aineistolaji

source: Items in your cart:
fi: Korissasi on:

source: Items:
fi: Niteet:

source: Joined:
fi: Liittynyt:

source: Joined:
fi: Liittynyt:

source: Joining library:
fi: Kotitoimipiste:

source: Jordglobus
fi: Karttapallo

source: Juvenile
fi: Nuoret

source: Juvenile;
fi: Nuoret:

source: Kar
fi: Kori

source: Kart
fi: Kartta

source: Kartografisk materiale
fi: Kartat

source: Kartprofil
fi: Karttaprojektio

source: Kartseksjon
fi: Karttaosasto

source: Kassett
fi: Kasettinauha

source: Kataloger
fi: Luettelot, kuvastot

source: Keyword
fi: Hakusana

source: Kit
fi: Moniviestin

source: Klikk her for tilgang
fi: Paina tästä

source: Kombidokument
fi: Moniviestin

source: Kombidokumenter
fi: Moniviestin

source: Komedier
fi: Draama

source: Kompaktplate
fi: CD-äänilevy

source: Konferansepublikasjon
fi: Kokousjulkaisu

source: Konversasjonsleksika
fi: Sanakirjat, sanastot

source: Kunstreproduksjon
fi: Taidejäljennös

source: Lagringsbrikke
fi: Muistikortti

source: Language
fi: Kieli

source: Language:
fi: Kieli

source: Language:
fi: Kieli

source: Languages:&nbsp;
fi: Kielet:&nbsp;

source: Large print
fi: Isotekstinen

source: Last
fi: Viimeinen

source: Last location
fi: Viimeksi nähty

source: Last name:
fi: Sukunimi:

source: Law reports and digests
fi: Lait ja säädökset

source: Legal articles
fi: Artiklat, pykälät

source: Legal cases and case notes
fi: Oikeustapauskeskustelut

source: Legislation
fi: Lainsäädäntö

source: Lettlest;
fi: Helppolukuiset

source: Library
fi: Kirjasto

source: Library :
fi: Kirjasto

source: Library catalog
fi: Aineistoluettelo

source: Library use:
fi: Kirjaston käyttö:

source: Library:
fi: Kirjasto:

source: Limit to any of the following:
fi: Rajaukset:

source: Limit to:
fi: Rajaa seuraaviin:

source: Links
fi: Linkit

source: List %s Deleted.
fi: Lista %s poistettu

source: List name
fi: Listan nimi

source: List name:
fi: Listan nimi:

source: List name:
fi: Listan nimi:

source: List(s) this item appears in:
fi: Teos on mainittu listoissa:

source: Lists
fi: Vinkkilistat

source: Loading
fi: Lataa

source: Loading...
fi: Lataa...

source: Local login
fi: Paikallinen kirjautuminen

source: Location
fi: Sijainti

source: Location and availability:
fi: Sijainti ja saatavuus:

source: Log In to Your Account
fi: Kirjaudu sisään

source: Log Out
fi: Kirjaudu ulos

source: Log in to add tags.
fi: Kirjaudu ja lisää avainsanoja

source: Log in to create your own lists
fi: Kirjaudu ja tee omia vinkkilistoja

source: Log in to your account
fi: Kirjaudu sisään

source: Log in to your account:
fi: Kirjaudu sisään:

source: Logging on to the catalog has not been enabled by the library.
fi: Aineistoluettelon etäkäyttöön ei voi kirjautua

source: Login
fi: Kirjaudu sisään

source: Login:
fi: Käyttäjätunnus:

source: Looks up a patron in the ILS by an identifier, and returns the ILS identifier for that patron, aka the patron identifier.
fi: Tunnistaa asiakkaan ja antaa hänelle tunnistetiedot

source: Lost (
fi: Kadonnut (

source: Lover og forskrifter
fi: Kirjoituksia

source: Lyd
fi: Ääni

source: Lydbok
fi: Äänikirja

source: Lydbånd
fi: Ääninauha

source: Lyder (f.eks. fuglelyder)
fi: Ääniä (esim. linnunlaulu)

source: Lydkassett
fi: Äänikasetti

source: Lydopptak
fi: Ääniä

source: Lærebok, brevkurs
fi: Oppikirjat, kirjekurssit

source: MARC (Unicode/UTF-8, Standard)
fi: MARC (Unicode/UTF-8, standardinmukainen)

source: MARC Card View
fi: MARC-korttinäkymä

source: MARC view
fi: MARC-näkymä

source: Magnetbåndkassett
fi: Magneettinauhakasetti

source: Magnetbåndspole
fi: Magneettikelanauha

source: Magnetisk-optisk plate
fi: Magneetti-optinen levy

source: Mailing address:
fi: Postiosoite:

source: Main Author
fi: Päätekijä

source: Make a
fi: Tee

source: Male
fi: Mies

source: Managed by
fi: Ylläpito:

source: Manuskripter
fi: Käsikirjoitukset

source: Map
fi: Kartta

source: Match:
fi: Vastaavuus:

source: Materialtype:
fi: Aineistolaji:

source: Me
fi: Minä

source: Membership category:
fi: Käyttäjäryhmä:

source: Membership details
fi: Tarkat käyttäjätiedot

source: Membership number:
fi: Käyttäjänumero:

source: Memoarer
fi: Muistelmat

source: Merged with ... to form ...
fi: Yhdistetty ... ...

source: Message sent
fi: Lähetetty

source: Messages for you
fi: Saapuneet viestit

source: Mikro-opak
fi: OPAC

source: Mikrofilmkassett
fi: Mikrofilmikasetti

source: Mikrofilmkort
fi: Mikrofilmi

source: Mikrofilmspole
fi: Mikrofilmi

source: Mikroformer
fi: Mikrofilmi

source: Mikroskopdia
fi: Mikrodia

source: Missing issues: %s
fi: Puuttuvat numerot: %s

source: Mixed Materials
fi: Sekalaiset aineistot

source: Modell
fi: Mallipohja

source: Modify
fi: Muokkaa

source: Modify Your Record
fi: Muokkaa tiedostoa

source: Mon
fi: Ma

source: Monografiserie
fi: Monofgrafiasarja

source: Monthly
fi: Kuukausittain

source: More details
fi: Tarkat tiedot

source: More lists
fi: Lisää vinkkilistoja

source: More searches
fi: Lisää hakuja

source: Most popular
fi: Suosituimmat

source: Mus
fi: Muusa

source: Music
fi: Musiikki

source: Musical recording
fi: Musiikkiäänite

source: Musikk
fi: Musiikki

source: Musikktrykk
fi: Musiikkipainate

source: Musikktrykk og lydopptak
fi: Musiikkipainate tai ääni

source: My Tags
fi: Omat avainsanat

source: Name
fi: Nimi:

source: Name:
fi: Nimi:

source: Navigasjonskart
fi: Navigointikartta

source: Nettbasert ressurs:
fi: Verkkoaineisto:

source: Nettressurser
fi: Verkkoaineisto

source: Never
fi: Ei koskaan

source: Never: Delete my reading history immediately. This will delete all record of the item that was checked-out upon check-in.
fi: Ei koskaan: Lainahistoria poistetaan heti. Samalla poistetaan lainassa olevan aineiston lainatiedot.

source: New comment on %s %s, %s%s
fi: Uusi kommentti teokseen %s %s, %s%s

source: New list
fi: Tee uusi lista

source: New password:
fi: Uusi salasana:

source: New purchase suggestion
fi: Tee hankintaehdotus

source: New tag:
fi: Uusi avainsana:

source: Newspaper
fi: Sanomalehti

source: Next
fi: Seuraava

source: Next &gt;&gt;
fi: Seuraava &gt;&gt;

source: Next &raquo;
fi: Jatka &raquo;

source: Next available copy
fi: Saatavilla

source: No
fi: Ei

source: No alternate contact on file.
fi: Vaihtoehtoiset yhteystiedot:

source: No available items.
fi: Ei niteitä saatavilla

source: No copies available
fi: Ei niteitä saatavilla

source: No copies available.
fi: Ei niteitä saatavilla

source: No cover image available
fi: Ei kuvaa

source: No data available in table
fi: Ei niteitä

source: No entries to show
fi: Ei niteitä

source: No item was added to your cart
fi: Ei lisäyksiä koriin

source: No item was selected
fi: Ei valittuja niteitä

source: No items available:
fi: Ei niteitä saatavilla

source: No limit
fi: Ei rajoitusta

source: No matching records found
fi: Ei osumia haullesi.

source: No physical items for this record
fi: Ei niteitä saatavilla

source: No private lists
fi: Ei yksityisiä listoja

source: No private lists.
fi: Ei yksityisiä listoja

source: No public lists.
fi: Ei yhteisiä listoja

source: No renewals allowed
fi: Ei voi uusia

source: No results found!
fi: Ei osumia haullesi. Mieti uusia hakusanoja laajemmasta tai suppeammasta näkökulmasta, valitse joku toinen tietokanta tai ota yhteyttä kirjastonhoitajaan.

source: No tag was specified.
fi: Ei määriteltyjä avainsanoja

source: No tags from this library for this title.
fi: Ei vielä avainsanoja tämän kirjaston käyttäjiltä

source: Non fiction
fi: Tietokirjallisuus

source: Non-musical recording
fi: Ei-musiikillinen äänitallenne

source: None
fi: Ei mitään

source: Normal view
fi: Perusnäyttö

source: Not finding what you're looking for?
fi: Etkö löydä, mitä olet hakemassa?

source: Not for loan (%s)
fi: Ei lainata (%s)

source: Not on hold
fi: Ei varattu

source: Note
fi: Huomautus

source: Note: This feature only available to French catalogs where ISBD subjects have been populated, and an index built by separate script.
fi: Huomaa: tämä toiminto vaatii ISBD-asiasanoituksen ja erillisen asiasanaindeksin perustamista

source: Note: Your comment must be approved by a librarian.
fi: Huomaa: arviot ja kommentit hyväksyy julkaistavaksi kirjastonhoitaja

source: Note: you can only delete your own tags.
fi: Huomaa: voit poistaa vain omia avainsanojasi (tageja).

source: Note: you can only delete your own tags. %sNote: your tag contained markup code that was removed.
fi: Huomaa: voit poistaa vain omat avainsanasi %sHuomaa: avainsanasi muotoilukoodi on poistettu

source: Note: you can only tag an item with a given term once. Check 'My Tags' to see your current tags.
fi: Huomaa: Voit tagata teoksen samalla avainsanalla vain kerran. Katso 'Omat avainsanasi'.

source: Note: your tag contained markup code that was removed. The tag was added as
fi: Huomaa: Avainsanaasi kuulunut muotoilukoodi on poistettu. Tagi lisättiin muodossa

source: Notes
fi: Huom.

source: Notes : %s
fi: Huom.: %s

source: Notes/Comments
fi: Huom.

source: Notes:
fi: Huom.

source: Nothing has been selected. Check the box for each item you want to renew
fi: Ei valittuja. Valitse lainat, jotka haluat uusia.

source: Novelle / fortelling
fi: Novellit, kertomukset tai niiden kokoelmat

source: Number
fi: Numero

source: Numeriske data
fi: Numeerinen

source: On hold (
fi: Varattu (

source: On order (
fi: Tilauksessa (

source: Online Access:
fi: Verkkosaatavuus:

source: Online Resources:
fi: Verkkoaineisto:

source: Online Resources:
fi: Verkkoaineisto:

source: Online resources:
fi: Verkkosaatavuus:

source: Online tjeneste
fi: Suorakäyttö, online

source: Only items currently available for loan or reference
fi: Näytä saatavilla olevat

source: Only the title is required, but the more information you enter the easier it will be for the librarians to find the title you're requesting. The "Notes" field can be used to provide any additional information.
fi: Teoksen nimi riittää. Toisalta, mitä paremmin perustelet ehdotuksesi, sitä helpompi kirjastonhoitajan on suostua siihen. Lisätietoa voit lisätä huomautuskenttään.

source: Optisk kassett
fi: Optinen kasetti

source: Optisk plate
fi: Optinen levy

source: Optiske lagringsmedia (CD-ROM)
fi: Optinen tallennusväline (CD-ROM)

source: Ordbøker
fi: Sanakirjat, sanastot

source: Order by date
fi: Päivämäärän mukaan

source: Order by title
fi: Nimekkeen mukaan

source: Order by:
fi: Lajittelu:

source: Ordkort
fi: Sanakortti

source: Originalt kunstverk
fi: Taideteos, alkuperäinen

source: Ortofoto
fi: Suorakuva

source: Other
fi: Muu

source: Other Editions:
fi: Muut laitokset:

source: Other Title:
fi: Muu nimeke:

source: Other editions of this work
fi: Teoksen muut laitokset

source: Other name:
fi: Muu nimi:

source: Other phone:
fi: Muu puhelin:

source: Other title:
fi: Muu nimeke:

source: Overdue
fi: Myöhässä

source: Overdues
fi: Myöhästyneet

source: Oversiktsverker innenfor et emne
fi: Yleisesitykset aiheesta

source: Parallelltittel:
fi: Rinnakkaisnimeke:

source: Parameters
fi: Muuttujat

source: Partial contents:
fi: Osasisältö:

source: Password
fi: Salasana:

source: Password updated
fi: Salasana vaihdettu

source: Password:
fi: Salasana:

source: Patent document
fi: Patentit

source: Patron category:
fi: Käyttäjäryhmä:

source: Patron comment on %s
fi: Viestit koskien teosta %s

source: Patron number:
fi: Korttinumero:

source: Pekebok
fi: Luukkukirja

source: Per
fi: kohti

source: Periodical
fi: Aikakauslehti

source: Periodicity
fi: Ilmestymistiheys

source: Periodika
fi: Aikakauslehti

source: Permanent address:
fi: Kotiosoite:

source: Personal information
fi: Käyttäjän tiedot

source: Perspektivkart
fi: Perspektiivikartta

source: Phone:
fi: Puhelin:

source: Physical details:
fi: Fyysinen kuvailu:

source: Pick up library
fi: Noutokirjasto

source: Pick up location
fi: Noutotoimipiste

source: Pickup location
fi: Noutotoimipiste

source: Picture
fi: Kuva

source: Place Hold
fi: Tee varaus

source: Place hold
fi: Tee varaus

source: Place on
fi: Varataan teos

source: Placed on
fi: Varattu teos

source: Plakat
fi: Kuvataulu

source: Plan
fi: Kartta

source: Planet- eller måneglobus
fi: Maa- tai kuupallo

source: Plansje
fi: Kuvataulu

source: Please also note that the library staff can't update these values for you: it's your privacy!
fi: Huomaa, että nämä ovat henkilökohtaisia tietoja, joita kirjaston henkilökunta ei voi päivittää puolestasi.

source: Please choose your privacy rule:
fi: Valitse yksityisyysasetuksesi:

source: Please confirm that you do not want to receive email when a new issue arrives for this subscription
fi: Vahvista, että et halua sähköpostiisi tietoa tämän lehtitilauksen uuden numeron saapumisesta.

source: Please confirm the checkout:
fi: Vahvista laina:

source: Please contact your librarian, or use the
fi: Ole hyvä ja ota yhteyttä kirjaston henkilökuntaan

source: Please enter your card number:
fi: Nimi tai asiakastunnus:

source: Please fill out this form to make a purchase suggestion. You will receive an email when the library processes your suggestion
fi: Tee hankintaehdotus. Saat sähköpostiisi tiedon, kun ehdotus on käsitelty.

source: Please login with your username and password
fi: Kirjaudu sisään

source: Please make any necessary changes to your record. Submitting the form will notify a library staff member, who will make the changes permanent.
fi: Tee tarvittavat muutokset tietoihin ja tallenna ne. Kirjaston henkilökunta saa tiedon muutoksista ja vahvistaa ne.

source: Please note that information on any book still checked-out must be kept by the library no matter which privacy option you choose.
fi: Huomaa, että lainatun aineiston tiedot tallentuvat tietokantaan kaikilla yksityisyysasetuksilla.

source: Please note that the attached file is a MARC bibliographic records file which can be imported into personal bibliographic software like EndNote, Reference Manager or ProCite.
fi: Huomaathan, että liitetiedosto on MARC-formaatissa, jota käyttävät kirjastot ja useimmat viitteidenhallintaohjelmat.

source: Please note:
fi: Huomaa:

source: Please note:
fi: Huomaa:

source: Please try again with plain text. %sUnrecognized error. %s
fi: Syötä tekstitieto uudestaan %sTuntematon virhe %s

source: Popularity
fi: Suosituimmat

source: Popularity (least to most)
fi: Lainauksen mukaan (vähiten lainatut ensin)

source: Popularity (most to least)
fi: Lainauksen mukaan (eniten lainatut ensin)

source: Post or edit your comments on this item.
fi: Kirjoita tai muokkaa arvioitasi tästä teoksesta

source: Postkort
fi: Postikortti

source: Powered by
fi: Virtaa antaa:

source: Pre-adolescent;
fi: Nuoret;

source: Preferred form:
fi: Suositeltu muoto:

source: Preschool;
fi: Esikoululaiset;

source: Previous
fi: Edellinen

source: Previous sessions
fi: Edelliset istunnot

source: Primary email:
fi: Sähköposti:

source: Primary phone:
fi: Puhelin:

source: Primary;
fi: Ensisijainen:

source: Print
fi: Tulosta

source: Print list
fi: Tulosta lista

source: Priority
fi: Prioriteetti

source: Privacy rule
fi: Yksityisyysasetukset

source: Private
fi: Yksityinen

source: Private Lists
fi: Omat vinkkilistat

source: Problem sending the cart...
fi: Ongelmia korin sisältämien viitetietojen lähettämisessä...

source: Problem sending the list...
fi: Ongelma vinkkilistan lähettämisessä...

source: Processing...
fi: Käsitellään...

source: Programmed texts
fi: Ohjelmoidut tekstit

source: Programvare
fi: Tietokoneohjelmat

source: Provenance note:
fi: Alkuperähuomautus:

source: Public
fi: Yhteinen

source: Public Lists
fi: Yhteiset vinkkilistat

source: Public lists
fi: Yhteiset vinkkilistat

source: Public lists:
fi: Listat

source: Publication date range:
fi: Julkaisuvuodet:

source: Publication place:
fi: Julkaisupaikka:

source: Publication/Copyright date: Newest to oldest
fi: Julkaisuvuoden mukaan: uusimmasta vanhimpaan

source: Publication/Copyright date: Oldest to newest
fi: Julkaisuvuoden mukaan: vanhimmasta uusimpaan

source: Publication:
fi: Julkaisuvuosi:

source: Published by :
fi: Julkaisija:

source: Published by: %s %s in %s %s %s , %s %s %s , %s %s
fi: Julkaisija: %s %s (%s) %s %s , %s %s %s , %s %s

source: Publisher
fi: Julkaisija

source: Publisher location
fi: Julkaisupaikka

source: Publisher:
fi: Julkaisija:

source: Publisher:
fi: Julkaisija:

source: Purchase suggestions
fi: Hankintaehdotukset

source: Quarterly
fi: Neljännesvuosittain

source: RECEIPT
fi: KUITTI

source: Rate me
fi: Arvioi minut

source: Re-type new password:
fi: Vahvista uusi salasana:

source: Reason for suggestion:
fi: Ehdotuksen perustelu:

source: Recent comments
fi: Uusimmat kommentit

source: Record not found
fi: Ei tietueita

source: Refine your search
fi: Tarkenna hakua

source: Regular print
fi: Painettu aineisto

source: Regularity
fi: Ilmestymistiheys

source: Relationship:
fi: Suhde:

source: Relevance
fi: Osumatarkkuus

source: Remove
fi: Poista

source: Remove from list
fi: Poista listalta

source: Remove selected items
fi: Poista valitut

source: Renew
fi: Uusi

source: Renew All
fi: Uusi kaikki

source: Renew Item
fi: Uusi laina

source: Renew Selected
fi: Uusi valitut

source: Renew all
fi: Uusi kaikki

source: Renew item
fi: Uusi laina

source: Renew selected
fi: Uusi valitut

source: Results
fi: Hakutulos

source: Results %s to %s of %s
fi: Hakutulokset %s - %s / %s

source: Resume all suspended holds
fi: Palauta kaikki pidätetyt varaukset

source: Return Item
fi: Palauta laina

source: Return item
fi: Palauta laina

source: Return this item
fi: Palauta laina

source: Return to Account Summary
fi: Palaa yhteenvetoon

source: Return to the self-checkout
fi: Palaa itsepalvelulainaukseen

source: Return to your record
fi: Palaa omiin tietoihin

source: Return to your summary.
fi: Palaa yhteenvetoon

source: Returns a patron's status information from Koha.
fi: Asiakkaan tilatietoihin

source: Returns information about the services available on a particular item for a particular patron.
fi: Tietoa lainaa koskevista palveluista asiakkaalle

source: Returns specified information about the patron, based on options in the request. This function can optionally return patron's contact information, fine information, hold request information, loan information, and messages.
fi: Tietoa asiakkaasta: yhteystiedot, käyttömaksut, varaukset, lainat ja viestit

source: Review:
fi: Arvio:

source: Reviews
fi: Arviot

source: Reviews from LibraryThing.com:
fi: LibraryThingin arviot:

source: Reviews provided by Syndetics
fi: Syndeticsin arviot:

source: Roman
fi: Romaani

source: Romaner
fi: Romaanit

source: Røntgenbilde
fi: Röntgenkuva

source: SMS
fi: Tekstiviesti

source: SMS number:
fi: Tekstiviestinumero:

source: SUDOC serial history:
fi: SUDOC kausijulkaisuhistoria:

source: Sammenslåing av: ... ; og ...
fi: SammenslÃ¥ing av: ... ; og ...

source: Save
fi: Tallenna

source: Save record:
fi: Tallenna tietue:

source: Save to Lists
fi: Vie vinkkilistaan

source: Save to another list
fi: Vie toiseen vinkkilistaan

source: Save to your lists
fi: Vie omaan vinkkilistaan

source: Scan
fi: Lue viivakoodi

source: Scan a new item or enter its barcode:
fi: Anna nide:

source: Scan each item and wait for the page to reload before scanning the next item. The checked-out item should appear in your checkouts list. The Submit button only needs to be clicked if you enter the barcode manually.
fi: Odota näytön päivittymistä ennen seuraavaa nidettä. Lainattu nide näkyy lainalistassasi.

source: Scan index for:
fi: Selaa:

source: Scan index:
fi: Selaushaku:
