Repository: ranginui/koha
Catalog: misc/translator/po/*-pref.po
Languages: nb

source: acquisitions.pref
nb: Innkjøp

source: acquisitions.pref Policy
nb: Valg

source: acquisitions.pref Printing
nb: Utskrift

source: acquisitions.pref#AcqCreateItem# Create an item when
nb: Opprett et eksemplar når

source: acquisitions.pref#AcqCreateItem# cataloging the record.
nb: posten katalogiseres.

source: acquisitions.pref#AcqCreateItem# placing an order.
nb: en bestilling legges inn.

source: acquisitions.pref#AcqCreateItem# receiving an order.
nb: en bestilling mottas.

source: acquisitions.pref#AcqViewBaskets# Show baskets
nb: Vis kurver

source: acquisitions.pref#AcqViewBaskets# created by staff member.
nb: opprettet av ansatt i biblioteket.

source: acquisitions.pref#AcqViewBaskets# from staff member's library.
nb: fra den ansattes bibliotek

source: acquisitions.pref#AcqViewBaskets# in system, regardless of owner.
nb: i systemet, uavhengig av eier.

source: acquisitions.pref#BasketConfirmations# When closing or reopening a basket,
nb: Når en kurv lukkes eller gjenåpnes,

source: acquisitions.pref#BasketConfirmations# always ask for confirmation.
nb: be altid om bekreftelse.

source: acquisitions.pref#BasketConfirmations# do not ask for confirmation.
nb: ikke be om bekreftelse.

source: acquisitions.pref#CurrencyFormat# 360 000,00 (FR)
nb: 360.000,00 (FR)

source: acquisitions.pref#CurrencyFormat# 360,000.00 (US)
nb: 360,000.00 (US)

source: acquisitions.pref#CurrencyFormat# Display currencies using the following format
nb: Vis valuta formatert på følgende måte

source: acquisitions.pref#OrderPdfFormat# Use
nb: Bruk

source: acquisitions.pref#OrderPdfFormat# when printing basket groups.
nb: ved utskrift av kurvgrupper.

source: acquisitions.pref#UniqueItemFields# (space-separated list of fields that should be unique for items, must be valid SQL fields of items table)
nb: (liste med felt som skal være unike for eksemplarer, adskilt med mellomrom. Dette må være gyldige SQL-kolonner fra tabellen "items".)

source: acquisitions.pref#gist# (enter in numeric form, 0.12 for 12%. First is the default. If you want more than 1 value, please separate with |)
nb: (legges inn i numerisk form, med punktum i stedet for komma, dvs 0.12 tilsvarer 12%. Den første verdien er standard-verdien. Dersom du ønsker å legge inn flere verdier må du skille dem med tegnet "|")

source: acquisitions.pref#gist# Default tax rates are
nb: Standard skatteprosent er

source: admin.pref
nb: Preferanser

source: admin.pref CAS Authentication
nb: CAS-autentisering

source: admin.pref Interface options
nb: Valg for grensesnittet

source: admin.pref Login options
nb: Valg for innlogging

source: admin.pref Search Engine
nb: Søk

source: admin.pref#AllowPkiAuth# Use
nb: Bruk

source: admin.pref#AllowPkiAuth# field for SSL client certificate authentication
nb: felt for SSL klient-sertifikat autentisering

source: admin.pref#AllowPkiAuth# no
nb: ingen

source: admin.pref#AllowPkiAuth# the Common Name
nb: vanlig navn

source: admin.pref#AllowPkiAuth# the emailAddress
nb: emailAddress

source: admin.pref#AutoLocation# Don't require
nb: Ikke krev

source: admin.pref#AutoLocation# Require
nb: Krev

source: admin.pref#AutoLocation# staff to log in from a computer in the IP address range <a href="/cgi-bin/koha/admin/branches.pl">specified by their library</a> (if any).
nb: at ansatte logger inn fra en maskin innenfor IP-rekkene <a href="/cgi-bin/koha/admin/branches.pl">definert for deres bibliotek</a> (om slike finnes).

source: admin.pref#DebugLevel# Show
nb: Vis

source: admin.pref#DebugLevel# debugging information in the browser when an internal error occurs.
nb: debugging-informasjon i nettleseren når en intern feil oppstår.

source: admin.pref#DebugLevel# lots of
nb: mye

source: admin.pref#DebugLevel# no
nb: ingen

source: admin.pref#DebugLevel# some
nb: noe

source: admin.pref#IndependantBranches# Don't prevent
nb: Ikke hindre

source: admin.pref#IndependantBranches# Prevent
nb: Hindre

source: admin.pref#IndependantBranches# staff (but not superlibrarians) from modifying objects (holds, items, patrons, etc.) belonging to other libraries.
nb: ansatte (men ikke superlibrarian) fra å endre elementer (reservasjoner, eksemplarer, lånere og så videre) som tilhører andre bibliotek.

source: admin.pref#KohaAdminEmailAddress# Use
nb: Bruk

source: admin.pref#KohaAdminEmailAddress# as the email address for the administrator of Koha. (This is the default From: address for emails unless there is one for the particular library, and is referred to when an internal error occurs.)
nb: som e-postadresse for Koha sin administrator. (Denne adressen brukes som standard avsenderadresse dersom det ikke er angitt en adresse for et spesifikt bibliotek, og adressen oppgis når det oppstår en intern feil i Koha.)

source: admin.pref#SearchEngine# Solr
nb: Solr

source: admin.pref#SearchEngine# Zebra
nb: Zebra

source: admin.pref#SearchEngine# is the search engine used.
nb: er søkemaskinen som er i bruk.

source: admin.pref#SessionStorage# Store login session information
nb: Lagre informasjon om innloggingssesjoner

source: admin.pref#SessionStorage# as temporary files.
nb: som temporære filer.

source: admin.pref#SessionStorage# in a memcached server.
nb: i en memcached tjener.

source: admin.pref#SessionStorage# in the MySQL database.
nb: i MySQL-databasen.

source: admin.pref#SessionStorage# in the PostgreSQL database (not supported).
nb: i PostgreSQL-databasen (støttes for tiden ikke).

source: admin.pref#casAuthentication# CAS for login authentication.
nb: CAS for autentisering av innlogging.

source: admin.pref#casAuthentication# Don't use
nb: Ikke bruk

source: admin.pref#casAuthentication# Use
nb: Bruk

source: admin.pref#casLogout# Don't Logout
nb: Logg ut

source: admin.pref#casLogout# Logout
nb: Ikke logg ut

source: admin.pref#casLogout# of CAS when logging out of Koha.
nb: av CAS ved innlogging i Koha.

source: admin.pref#casServerUrl# The CAS Authentication Server can be found at
nb: CAS auteniseringstjeneren finnes på adressen

source: admin.pref#delimiter# #'s
nb: #er

source: admin.pref#delimiter# Separate columns in an exported report file with
nb: Skill kolonner i en eksportert rapport-fil med

source: admin.pref#delimiter# backslashes
nb: backslash

source: admin.pref#delimiter# by default.
nb: som standard.

source: admin.pref#delimiter# commas
nb: komma

source: admin.pref#delimiter# semicolons
nb: semikolon

source: admin.pref#delimiter# slashes
nb: skråstrek (slash)

source: admin.pref#delimiter# tabs
nb: tabulator

source: admin.pref#insecure# Allow
nb: Tillat

source: admin.pref#insecure# Don't allow
nb: Ikke tillat

source: admin.pref#insecure# staff to access the staff client without logging in. Enabling this is dangerous, and should not be done in production environments.
nb: ansatte å få tilgang til det interne grensesnittet uten å logge seg inn. Å tillate dette er svært risikabelt og bør ikke gjøres på systemer i faktisk bruk.

source: admin.pref#noItemTypeImages# Don't show
nb: Ikke vis

source: admin.pref#noItemTypeImages# Show
nb: Vis

source: admin.pref#noItemTypeImages# itemtype icons in the catalog.
nb: ikoner for dokumenttype i katalogen.

source: admin.pref#timeout# Automatically log out users after
nb: Logg brukere ut automatisk etter at de ikke har vært aktive i

source: admin.pref#timeout# seconds of inactivity. Adding d will specify it in days, e.g. 1d is timeout of one day.
nb: sekunders manglende aktivitet. Ved å legge til en "d" etter tallet vil timeouten regnes i dager. 1d tilsvarer for eksempel 1 dag.

source: admin.pref#virtualshelves# Allow
nb: Tillat

source: admin.pref#virtualshelves# Don't allow
nb: Ikke tillat

source: admin.pref#virtualshelves# staff and patrons to create and view saved lists of books.
nb: ansatte og lånere å opprette og se på lagrede lister med dokumenter.

source: authorities.pref
nb: Autoritetsregister

source: authorities.pref General
nb: Generelt

source: authorities.pref Linker
nb: Lenker

source: authorities.pref#AuthDisplayHierarchy# Display
nb: Vis

source: authorities.pref#AuthDisplayHierarchy# Don't display
nb: Ikke vis

source: authorities.pref#AuthDisplayHierarchy# broader term/narrower term hierarchies when viewing authorities.
nb: hierarkiet av mer generelle/mer spesifikke emner ved visning av autoriteter.

source: authorities.pref#AutoCreateAuthorities# When editing records,
nb: Ved redigering av poster,

source: authorities.pref#AutoCreateAuthorities# authority records that are missing (BiblioAddsAuthorities must be set to "allow" for this to have any effect).
nb: autoritetsposter som mangler (BiblioAddsAuthorities må være satt til "tillat" for at dette skal fungere).

source: authorities.pref#AutoCreateAuthorities# do not generate
nb: ikke generer

source: authorities.pref#AutoCreateAuthorities# generate
nb: generer

source: authorities.pref#BiblioAddsAuthorities# When editing records,
nb: Ved redigering av poster,

source: authorities.pref#BiblioAddsAuthorities# allow
nb: tillat

source: authorities.pref#BiblioAddsAuthorities# don't allow
nb: ikke tillat

source: authorities.pref#BiblioAddsAuthorities# them to automatically create new authority records if needed, rather than having to reference existing authorities.
nb: automatisk oppretting av nye autoritetsposter, i stedet for at det må henvises til eksterne autoritetsposter.

source: authorities.pref#CatalogModuleRelink# Do
nb: Gjør

source: authorities.pref#CatalogModuleRelink# Do not
nb: Ikke gjør

source: authorities.pref#CatalogModuleRelink# automatically relink headings that have previously been linked when saving records in the cataloging module.
nb: lenk på nytt automatisk poster som tidligere har vært lenket når poster lagres i katalogiseringsmodulen.

source: authorities.pref#LinkerKeepStale# Do
nb: Gjør

source: authorities.pref#LinkerKeepStale# Do not
nb: Ikke

source: authorities.pref#LinkerKeepStale# keep existing links to authority records for headings where the linker is unable to find a match.
nb: behold eksisterende lenker til autoritetsposter der lenkeren ikke finner noen match.

source: authorities.pref#LinkerModule# Default
nb: Som standard

source: authorities.pref#LinkerModule# First Match
nb: Første treff

source: authorities.pref#LinkerModule# Last Match
nb: Siste treff

source: authorities.pref#LinkerModule# Use the
nb: Bruk

source: authorities.pref#LinkerModule# linker module for matching headings to authority records.
nb: lenkemodulen for å matche emner til autoritetsposter.

source: authorities.pref#LinkerOptions# (separate options with |)
nb: (skill alternativene med tegnet "|")

source: authorities.pref#LinkerOptions# Set the following options for the authority linker
nb: Gjør følgende valg for autoritetslenkeren

source: authorities.pref#LinkerRelink# Do
nb: Gjør

source: authorities.pref#LinkerRelink# Do not
nb: Gjør ikke

source: authorities.pref#LinkerRelink# relink headings that have previously been linked to authority records.
nb: lenk emner som tidligere har vært knyttet til autoritetsposter på nytt.

source: authorities.pref#MARCAuthorityControlField008# Use the following text for the contents of MARC authority control field 008 position 06-39 (fixed length data elements). Do NOT include the date (position 00-05).
nb: Bruk den følgende teksten i MARCs autoritetskontollfelt 008, posisjon 06-39. Inkluder IKKE datoen (posisjon 00-05).

source: authorities.pref#UseAuthoritiesForTracings# Don't use
nb: Ikke bruk

source: authorities.pref#UseAuthoritiesForTracings# Use
nb: Bruk

source: authorities.pref#UseAuthoritiesForTracings# authority record numbers instead of text strings for searches from subject tracings.
nb: autoritetspostnummer i stedet for tekststrenger for søk fra nøkkelord.

source: authorities.pref#dontmerge# Do
nb: Oppdater automatisk

source: authorities.pref#dontmerge# Don't
nb: Ikke oppdater automatisk

source: authorities.pref#dontmerge# automatically update attached biblios when changing an authority record. If this is off, please ask your administrator to enable the merge_authority.pl cronjob.
nb: tilknyttede poster når autoritetsposter endres. Om dette er slått av, be systemadministratoren slå på cronjobben merge_authority.pl.

source: cataloguing.pref
nb: Preferanser

source: cataloguing.pref Display
nb: Visning

source: cataloguing.pref Interface
nb: Grensesnitt

source: cataloguing.pref Record Structure
nb: Poststruktur

source: cataloguing.pref Spine Labels
nb: Ryggmerking

source: cataloguing.pref#AlternateHoldingsField# Display MARC subfield
nb: Vis MARC delfelt

source: cataloguing.pref#AlternateHoldingsField# as holdings information for records that do not have items (This can contain multiple subfields to look in; for instance <code>852abhi</code> would look in 852 subfields a, b, h, and i.), with the subfields separated by
nb: som beholdningsinformasjon for poster som ikke har eksemplarer. (Dette kan være flere enn et delfelt, for eksempel vil <code>852abhi</code> bruke delfeltene a, b, h, og i fra 852), med delfeltene adskilt med

source: cataloguing.pref#DefaultClassificationSource# Use
nb: Bruk

source: cataloguing.pref#DefaultClassificationSource# as the default classification source.
nb: som standard kilde for klassifikasjon.

source: cataloguing.pref#DefaultLanguageField008# Empty defaults to eng.
nb: Dersom feltet er tomt brukes «eng» som standard.

source: cataloguing.pref#DefaultLanguageField008# Fill in the default language for field 008 Range 35-37 (e.g. eng, nor, ger, see <a href="http://www.loc.gov/marc/languages/language_code.html">MARC Code List for Languages</a>)
nb: Fyll in standard språk for bruk i felt 008, posisjon 35-37 (feks eng, nor, ger, se <a href="http://www.nb.no/baser/sprakkoder/">Språkkoder</a> hos Nasjonalbiblioteket.)

source: cataloguing.pref#EasyAnalyticalRecords# Display
nb: Vis

source: cataloguing.pref#EasyAnalyticalRecords# Don't Display
nb: Ikke vis

source: cataloguing.pref#EasyAnalyticalRecords# easy ways to create analytical record relationships
nb: enkle måter å opprette analyttiske forhold mellom poster

source: cataloguing.pref#ISBD# Use the following as the ISBD template:
nb: Bruk følgende som mal for ISBD-visning:

source: cataloguing.pref#IntranetBiblioDefaultView# By default, display biblio records in
nb: Som standard, vis bibliografiske poster i

source: cataloguing.pref#IntranetBiblioDefaultView# ISBD form (see below).
nb: ISBD-format (se under).

source: cataloguing.pref#IntranetBiblioDefaultView# Labelled MARC form
nb: MARC med fortekster

source: cataloguing.pref#IntranetBiblioDefaultView# MARC form.
nb: MARC format

source: cataloguing.pref#IntranetBiblioDefaultView# normal form.
nb: normal visning.

source: cataloguing.pref#LabelMARCView# Do
nb: Slå sammen

source: cataloguing.pref#LabelMARCView# Don't
nb: Ikke slå sammen

source: cataloguing.pref#LabelMARCView# collapse repeated tags of the same type into one tag entry on the display.
nb: gjentatte felt av samme type til ett felt ved visning.

source: cataloguing.pref#MARCOrgCode# Fill in the <a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC organization code</a>
nb: Fyll inn <a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC organization code</a>

source: cataloguing.pref#MARCOrgCode# by default in new MARC records (leave blank to disable).
nb: som standard i nye MARC-poster (la stå tom for å slå av). (Gjelder MARC21)

source: cataloguing.pref#NewItemsDefaultLocation# (should be a location code, or blank to disable).
nb: (må være en plasseringskode, eller tom for å slå av).

source: cataloguing.pref#NewItemsDefaultLocation# When items are created, give them the temporary location of
nb: Når nye eksemplarer opprettes, gi dem den midlertidige plasseringen

source: cataloguing.pref#OpacSuppression# (Leave blank if not used. Define a range like <code>192.168.</code>.)
nb: (La stå tom om funksjonen ikke brukes. Definer et spenn som <code>192.168.</code>.)

source: cataloguing.pref#OpacSuppression# Don't hide
nb: Ikke skjul

source: cataloguing.pref#OpacSuppression# Hide
nb: Skjul

source: cataloguing.pref#OpacSuppression# items marked as suppressed from OPAC search results. Note that you must have the <code>Suppress</code> index set up in Zebra and at least one suppressed item, or your searches will be broken.
nb: eksmeplarer som er merket som tapt fra søkeresultater i bulikumskatalogen. NB! Du må ha satt opp indeksen <code>Suppress</code> i Zebra, og ha minst ett eksemplar som ikke skal vises, ellers vil søkingen ikke fungere.

source: cataloguing.pref#SpineLabelAutoPrint# When using the quick spine label printer,
nb: Når man bruker den raske ryggmerkingsmakeren,

source: cataloguing.pref#SpineLabelAutoPrint# automatically pop up a print dialog.
nb: åpne en utskriftsdialog automatisk.

source: cataloguing.pref#SpineLabelAutoPrint# do
nb: gjør

source: cataloguing.pref#SpineLabelAutoPrint# don't
nb: ikke gjør

source: cataloguing.pref#SpineLabelFormat# (Enter in columns from the <code>biblio</code>, <code>biblioitems</code> or <code>items</code> tables, surrounded by &lt; and &gt;.)
nb: (Legg inn kolonner fra tabellene <code>biblio</code>, <code>biblioitems</code> eller <code>items</code>, omgitt av &lt; og &gt;.)

source: cataloguing.pref#SpineLabelFormat# Include the following fields on a quick-printed spine label:
nb: Ta med følgende felt på hurtigutskrift av ryggmerking:

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Display
nb: Vis

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Don't display
nb: Ikke vis

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# buttons on the bib details page to print item spine labels.
nb: knapper for utskrift av ryggmerking på detaljvisningen av bibliografiske poster.

source: cataloguing.pref#URLLinkText# Show
nb: Vis

source: cataloguing.pref#URLLinkText# as the text of links embedded in MARC records.
nb: som teksten for lenker som er lagt inn i MARC-poster.

source: cataloguing.pref#UseControlNumber# Don't use
nb: Ikke bruk

source: cataloguing.pref#UseControlNumber# Use
nb: Bruk

source: cataloguing.pref#UseControlNumber# record control number ($w subfields) and control number (001) for linking of bibliographic records.
nb: postkontrollnummer (delfeltene $w) og kontrollnummer (001) for lenking av bibliografiske poster.

source: cataloguing.pref#advancedMARCeditor# Display
nb: Vis

source: cataloguing.pref#advancedMARCeditor# Don't display
nb: Ikke vis

source: cataloguing.pref#advancedMARCeditor# descriptions of fields and subfields in the MARC editor.
nb: beskrivelser av felt og delfelt i grensesnittet for MARC-redigering.

source: cataloguing.pref#authoritysep# Separate multiple displayed authors, series or subjects with
nb: Skill flere forfattere, serier eller emner med

source: cataloguing.pref#autoBarcode# Barcodes are
nb: Strekkoder genereres på formen

source: cataloguing.pref#autoBarcode# generated in the form &lt;branchcode&gt;yymm0001.
nb: &lt;bibliotekkode&gt;ååmm0001.

source: cataloguing.pref#autoBarcode# generated in the form &lt;year&gt;-0001, &lt;year&gt;-0002.
nb: &lt;år&gt;-0001, &lt;år&gt;-0002.

source: cataloguing.pref#autoBarcode# not generated automatically.
nb: (ikke automatisk)

source: cataloguing.pref#hide_marc# Display
nb: Vis

source: cataloguing.pref#hide_marc# Don't display
nb: Ikke vis

source: cataloguing.pref#hide_marc# MARC tag numbers, subfield codes and indicators in MARC views.
nb: koder for MARC-felt og -delfelt, samt indikatorer, i MARC-visning.

source: cataloguing.pref#item-level_itypes# Use the item type of the
nb: Bruk dokumenttypen til

source: cataloguing.pref#item-level_itypes# as the authoritative item type (for determining circulation and fines rules, etc).
nb: som den autoritative dokumenttypen (når regler for sirkulasjon, gebyrer osv skal beregnes).

source: cataloguing.pref#item-level_itypes# biblio record
nb: den bibliografiske posten

source: cataloguing.pref#item-level_itypes# specific item
nb: hvert enkelt eksemplar

source: cataloguing.pref#itemcallnumber# Map the MARC subfield
nb: Knytt MARC-delfeltet

source: cataloguing.pref#itemcallnumber# to an item's callnumber. (This can contain multiple subfields to look in; for instance <code>082ab</code> would look in 082 subfields a and b.)<br />Examples: <strong>Dewey</strong>: <code>082ab</code> or <code>092ab</code>; <strong>LOC</strong>: <code>050ab</code> or <code>090ab</code>; <strong>from the item record</strong>: <code>852hi</code>
nb: til et eksemplars hyllesignatur. (Dette kan være flere enn et delfelt. <code>082ab</code> vil sjekke delfeltene a og b til 082.)<br />Eksmepler: <strong>Dewey</strong>: <code>082ab</code> eller <code>092ab</code>; <strong>LOC</strong>: <code>050ab</code> eller <code>090ab</code>; <strong>fra eksemplaret</strong>: <code>852hi</code>

source: cataloguing.pref#marcflavour# Interpret and store MARC records in the
nb: Tolk og lagre MARC-poster som

source: cataloguing.pref#marcflavour# MARC21
nb: MARC21

source: cataloguing.pref#marcflavour# NORMARC
nb: NORMARC

source: cataloguing.pref#marcflavour# UNIMARC
nb: UNIMARC

source: cataloguing.pref#marcflavour# format.
nb: format.

source: cataloguing.pref#z3950NormalizeAuthor# Copy
nb: Kopier

source: cataloguing.pref#z3950NormalizeAuthor# Don't copy
nb: Ikke kopier

source: cataloguing.pref#z3950NormalizeAuthor# authors from the UNIMARC
nb: forfattere fra UNIMARC feltene

source: cataloguing.pref#z3950NormalizeAuthor# tags (separated by commas) to the correct author tags when importing a record using Z39.50.
nb: (adskilt med komma) til korrekte forfatterfelt ved import av poster via Z39.50.

source: circulation.pref
nb: Utlån

source: circulation.pref Checkout Policy
nb: Utlånsregler

source: circulation.pref Fines Policy
nb: Gebyr-regler

source: circulation.pref Holds Policy
nb: Reservasjonsregler

source: circulation.pref Interface
nb: Grensesnitt

source: circulation.pref Self Checkout
nb: Selvbetjent utlån

source: circulation.pref#AllFinesNeedOverride# Don't require
nb: Ikke krev

source: circulation.pref#AllFinesNeedOverride# Require
nb: Krev

source: circulation.pref#AllFinesNeedOverride# staff to manually override all fines, even fines less than noissuescharge.
nb: at ansatte menuelt må overstyre alle gebyrer, også de som er mindre enn grensen definert i innstillingen "noissuescharge".

source: circulation.pref#AllowAllMessageDeletion# Allow
nb: Tillat

source: circulation.pref#AllowAllMessageDeletion# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowAllMessageDeletion# staff to delete messages added from other libraries.
nb: at ansatte kan slette meldinger som er lagt til ved andre bibliotek.

source: circulation.pref#AllowFineOverride# Allow
nb: Tillat

source: circulation.pref#AllowFineOverride# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowFineOverride# staff to manually override and check out items to patrons who have more than noissuescharge in fines.
nb: at ansatte kan overstyre gebyrer og låne ut til lånere som har mere i gebyrer enn den grensa som er satt med systempreferansen "noissuescharge".

source: circulation.pref#AllowHoldDateInFuture# Allow
nb: Tillat

source: circulation.pref#AllowHoldDateInFuture# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowHoldDateInFuture# hold requests to be placed that do not enter the waiting list until a certain future date.
nb: reservasjoner som ikke blir aktive før etter en gitt dato i fremtiden.

source: circulation.pref#AllowHoldPolicyOverride# Allow
nb: Tillat

source: circulation.pref#AllowHoldPolicyOverride# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowHoldPolicyOverride# staff to override hold policies when placing holds.
nb: ansatte å overstyre reservasjonsregler når de utfører reservasjoner.

source: circulation.pref#AllowHoldsOnDamagedItems# Allow
nb: Tillat
