Repository: ranginui/koha
Catalog: misc/translator/po/*-pref.po
Languages: nb

source: opac.pref#DisplayOPACiconsXSLT# show
nb: vis

source: opac.pref#EnableOpacSearchHistory# Don't keep
nb: Ikke behold

source: opac.pref#EnableOpacSearchHistory# Keep
nb: Behold

source: opac.pref#EnableOpacSearchHistory# patron search history in the OPAC.
nb: lånernes søkehistorikk i publikumskatalogen.

source: opac.pref#LibraryName# Show
nb: Vis

source: opac.pref#LibraryName# as the name of the library on the OPAC.
nb: som navn på biblioteket i publikumskatalogen.

source: opac.pref#OPACBaseURL# . (This must be filled in correctly for RSS, unAPI, and search plugins to work.)
nb: (Må fylles ut riktig for at RSS, unAPI og søkeinnstikk skal fungere korrekt.)

source: opac.pref#OPACBaseURL# The OPAC is located at http://
nb: OPACen ha adressen http://

source: opac.pref#OPACDisplay856uAsImage# Both Details and Results pages
nb: Både detaljvisning og treffliste

source: opac.pref#OPACDisplay856uAsImage# Details page only
nb: Bare detaljvisning

source: opac.pref#OPACDisplay856uAsImage# Display the URI in the 856u field as an image on:
nb: Vis URIen i 856$u som et bilde:

source: opac.pref#OPACDisplay856uAsImage# Neither Details or Results pages
nb: Hverken detaljvisning eller treffliste

source: opac.pref#OPACDisplay856uAsImage# Note: The corresponding OPACXSLT option must be turned on.
nb: NB: Den tilsvarende sysmpreferansen OPACXSLT må være slått på.

source: opac.pref#OPACDisplay856uAsImage# Results page only
nb: Bare treffliste

source: opac.pref#OPACFineNoRenewals# Only allow patrons to renew their own books on the OPAC if they have less than
nb: Tillat lånerne bare å fornye egne lån i publikumskatalogen dersom de har mindre enn

source: opac.pref#OPACFineNoRenewals# [% local_currency %] in fines (leave blank to disable).
nb: [% local_currency %] i gebyrer (la stå tom for å deaktivere).

source: opac.pref#OPACFinesTab# Allow
nb: Tillat

source: opac.pref#OPACFinesTab# Don't allow
nb: Ikke tillat

source: opac.pref#OPACFinesTab# patrons to access the Fines tab on the My Account page on the OPAC.
nb: lånerne å se fanen for gebyrer på "Min side" i publikumskatalogen.

source: opac.pref#OPACItemHolds# Allow
nb: Tillat

source: opac.pref#OPACItemHolds# Don't allow
nb: Ikke tillat

source: opac.pref#OPACItemHolds# patrons to place holds on specific items in the OPAC. If this is disabled, users can only put a hold on the next available item.
nb: at lånere reservere bestemte eksemplarer i publikumskatalogen. Om dette ikke er slått på vil de bare kunne reservere neste tilgjengelige eksemplar.

source: opac.pref#OPACMySummaryHTML# <br />Note: The placeholders {BIBLIONUMBER}, {TITLE}, {ISBN} and {AUTHOR} will be replaced with information from the displayed record.
nb: <br />NB: Plassholderne {BIBLIONUMBER}, {TITLE}, {ISBN} og {AUTHOR} vil bli erstattet med informasjon fra den aktuelle posten.

source: opac.pref#OPACNoResultsFound# Display this HTML when no results are found for a search in the OPAC:
nb: Vis denne HTML-kodede teksten når et søk i publikumskatalogen gir 0 treff:

source: opac.pref#OPACPatronDetails# Allow
nb: Tillat

source: opac.pref#OPACPatronDetails# Don't allow
nb: Ikke tillat

source: opac.pref#OPACPatronDetails# patrons to notify the library of changes to their contact information from the OPAC.
nb: innloggede lånere å gi biblioteket beskjed om endret kontaktinformasjon gjennom publikumskatalogen.

source: opac.pref#OPACPrivacy# Allow
nb: Tillat

source: opac.pref#OPACPrivacy# Don't allow
nb: Ikke tillat

source: opac.pref#OPACPrivacy# patrons to choose their own privacy settings for their reading history. This requires opacreadinghistory and AnonymousPatron
nb: lånerne å selv velge personverninnstillinger for lånehistorikken. Dette forutsetter at systempreferansene opacreadinghistory og AnonymousPatron er slått på.

source: opac.pref#OPACResultsSidebar# Include the following HTML under the facets in OPAC search results:
nb: Vis følgende HTML-kodede tekst under fasettene for søk i publikumskatalogen.

source: opac.pref#OPACSearchForTitleIn# <br />Note: The placeholders {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} and {AUTHOR} will be replaced with information from the displayed record.
nb: <br />NB: Plassholderne {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} og {AUTHOR} vil bli erstattet med informasjon fra den viste posten.

source: opac.pref#OPACSearchForTitleIn# Include a "More Searches" box on the detail pages of items on the OPAC, with the following HTML (leave blank to disable):
nb: Inkluder en boks for "Flere søk" på sider for detaljvisning i publikumskatalogen, med følgende HTML-kodede tekst (la stå tom for å slå av funksjonen):

source: opac.pref#OPACShelfBrowser# Don't show
nb: Ikke vis

source: opac.pref#OPACShelfBrowser# Show
nb: Vis

source: opac.pref#OPACShelfBrowser# a shelf browser on item details pages, allowing patrons to see what's near that item on the shelf. Note that this uses up a fairly large amount of resources on your server, and should be avoided if your collection has a large number of items.
nb: en hylleblaer på sider for detlajvisning i publikumskatalogen, som gjør det mulig for lånerne å se hva som står i nærheten av et gitt dokument på hylla. NB! Dette legger beslag på en ikke ubetydelig mengde ressurser på serveren, og bør ikke slås på om samlingen din har et stort antall poster.

source: opac.pref#OPACShowCheckoutName# Don't show
nb: Ikke vis

source: opac.pref#OPACShowCheckoutName# Show
nb: Vis

source: opac.pref#OPACShowCheckoutName# the name of the patron that has an item checked out on item detail pages on the OPAC.
nb: navnet på låneren som har lånt et dokument i detaljvisningen i publikumskatalogen. NB! Bør bare bruke si spesielle tilfeller.

source: opac.pref#OPACURLOpenInNewWindow# When patrons click on a link to another website from your OPAC (like Amazon or OCLC),
nb: Når en låner klikker på en lenke i publikumskatalogen til et annet vevsted (som Amazon eller OCLC),

source: opac.pref#OPACURLOpenInNewWindow# do
nb: åpne

source: opac.pref#OPACURLOpenInNewWindow# don't
nb: ikke åpne

source: opac.pref#OPACURLOpenInNewWindow# open the website in a new window.
nb: lenka i et nytt vindu/fane.

source: opac.pref#OPACUserCSS# Include the following CSS on all pages in the OPAC:
nb: Ta med følgende CSS på alle sider i publikumskatalogen:

source: opac.pref#OPACViewOthersSuggestions# Don't show
nb: Ikke vis

source: opac.pref#OPACViewOthersSuggestions# Show
nb: Vis

source: opac.pref#OPACViewOthersSuggestions# purchase suggestions from other patrons on the OPAC.
nb: innkjøpsforslag fra andre lånere i publikumskatalogen.

source: opac.pref#OPACXSLTDetailsDisplay# Display OPAC details using XSLT stylesheet at:
nb: Vis detaljvisningen i publikumskatalogen med XSLT stilarket:

source: opac.pref#OPACXSLTResultsDisplay# Display OPAC results using XSLT stylesheet at:
nb: Vis trefflister i publikumskatalogen med XSLT stilarket:

source: opac.pref#OPACpatronimages# Don't show
nb: Ikke vis

source: opac.pref#OPACpatronimages# Show
nb: Vis

source: opac.pref#OPACpatronimages# patron images on the patron information page in the OPAC.
nb: bilder av lånerne på profilsiden i publikumskatalogen

source: opac.pref#OpacAddMastheadLibraryPulldown# Add
nb: Legg til

source: opac.pref#OpacAddMastheadLibraryPulldown# Don't add
nb: Ikke legg til

source: opac.pref#OpacAddMastheadLibraryPulldown# a library select pulldown menu on the OPAC masthead.
nb: en nedtrekksmeny for å velge bibliotek i den faste menyen øverst på alle sider i publikumskatalogen.

source: opac.pref#OpacAllowPublicListCreation# Allow
nb: Tillat

source: opac.pref#OpacAllowPublicListCreation# Don't allow
nb: Ikke tillat

source: opac.pref#OpacAllowPublicListCreation# opac users to create public lists
nb: brukere å opprette offentlige lister i publikumskatalogen

source: opac.pref#OpacAllowSharingPrivateLists# Allow
nb: Tillat

source: opac.pref#OpacAllowSharingPrivateLists# Don't allow
nb: Ikke tillat

source: opac.pref#OpacAllowSharingPrivateLists# opac users to share private lists with other patrons. This feature is not active yet but will be released soon
nb: brukere å dele private lister med andre brukere i publikumskatalogen. Denne funksjonen er ikke aktiv enda, men vil komme snart.

source: opac.pref#OpacAuthorities# Allow
nb: Tillat

source: opac.pref#OpacAuthorities# Don't allow
nb: Ikke tillat

source: opac.pref#OpacAuthorities# patrons to search your authority records.
nb: lånere å søk i autoritetsposter.

source: opac.pref#OpacBrowseResults# Disable
nb: Slå av

source: opac.pref#OpacBrowseResults# Enable
nb: Slå på

source: opac.pref#OpacBrowseResults# browsing and paging search results from the OPAC detail page.
nb: blaing i trefflister på sider for detaljvisning i publikumskatalogen.

source: opac.pref#OpacBrowser# Allow
nb: Tillat

source: opac.pref#OpacBrowser# Don't allow
nb: Ikke tillat

source: opac.pref#OpacBrowser# patrons to browse subject authorities on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to create the browser list)
nb: lånere i bla i emneautoriteter i publikumskatalogen (kjør misc/cronjobs/build_browser_and_cloud.pl for å bygge listene)

source: opac.pref#OpacCloud# Don't show
nb: Ikke vis

source: opac.pref#OpacCloud# Show
nb: Vis

source: opac.pref#OpacCloud# a subject cloud on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to build)
nb: en emnesky i publikumskatalogen (kjør misc/cronjobs/build_browser_and_cloud.pl jevnlig for å bygge emneskya)

source: opac.pref#OpacExportOptions# <br />Note: Available options are: BIBTEX (<code>bibtex</code>), Dublin Core (<code>dc</code>),
nb: <br />Merk: Tilgjengelige valg er: BIBTEX (<code>bibtex</code>), Dublin Core (<code>dc</code>),

source: opac.pref#OpacExportOptions# List export options that should be available from OPAC detail page separated by |:
nb: angi eksporformater som skal være tilgjengelige i publikumskatalogen. Skill alternativene med tegnet "|":

source: opac.pref#OpacExportOptions# MARCXML (<code>marcxml</code>), MARC-8 encoded MARC (<code>marc8</code>), Unicode/UTF-8 encoded MARC (<code>utf8</code>),
nb: MARCXML (<code>marcxml</code>), MARC-8 kodet MARC (<code>marc8</code>), Unicode/UTF-8 kodet MARC (<code>utf8</code>),

source: opac.pref#OpacExportOptions# Unicode/UTF-8 encoded MARC without local use -9xx, x9x, xx9- fields and subfields (<code>marcstd</code>), MODS (<code>mods</code>), RIS (<code>ris</code>)
nb: Unicode/UTF-8-kodet MARC uten felt og delfelt beregnet på lokal bruk (9xx, x9x, xx9 - <code>marcstd</code>), MODS (<code>mods</code>), RIS (<code>ris</code>)

source: opac.pref#OpacFavicon# Use the image at
nb: Bruk bildet

source: opac.pref#OpacFavicon# for the OPAC's favicon. (This should be a complete URL, starting with <code>http://</code>.)
nb: som publikumskatalogens favicon. (Dette skal være en komplett URL som starter med <code>http://</code>.)

source: opac.pref#OpacHiddenItems# Allows to define custom rules for hiding specific items at opac. See docs/opac/OpacHiddenItems.txt for more informations
nb: Gjør det mulig å definere egne regler for skjuling av eksemplarer i publikumskatalogen. Se See docs/opac/OpacHiddenItems.txt for mer informasjon

source: opac.pref#OpacHighlightedWords# Don't highlight
nb: Ikke fremhev

source: opac.pref#OpacHighlightedWords# Highlight
nb: Fremhev

source: opac.pref#OpacKohaUrl# 'Powered by Koha' text on OPAC footer.
nb: Teksten "Powered by Koha" nederst på alle sider i publikumskatalogen.

source: opac.pref#OpacKohaUrl# Don't show
nb: IKke vis

source: opac.pref#OpacKohaUrl# Show
nb: Vis

source: opac.pref#OpacMainUserBlock# Show the following HTML in its own column on the main page of the OPAC:
nb: Vis denne HTML-kodede teksten i en egen kolonne på forsiden til publikumskatalogen:

source: opac.pref#OpacMaintenance# Don't show
nb: Ikke vis

source: opac.pref#OpacMaintenance# Show
nb: Vis

source: opac.pref#OpacMaintenance# a warning that the OPAC is under maintenance, instead of the OPAC itself. Note: this shows the same warning as when the database needs to be upgraded, but unconditionally.
nb: en advarsel om at publikumskatalogen er under vedlikehold, i stedet for selve publikumskatalogen. NB! Dette viser den samme advarselen som når databasen må oppgraderes, men uten forbehold.

source: opac.pref#OpacNav# Show the following HTML on the left hand column of the main page and patron account on the OPAC (generally navigation links):
nb: Vis den følgende HTML-kodede teksten i venstre kolonne på publikumskatalogens forside og "Mine sider" (godt egnet til navigasjonslenker):

source: opac.pref#OpacNavBottom# Show the following HTML on the left hand column of the main page and patron account on the OPAC, after OpacNav, and before patron account links if available:
nb: Vis den følgende HTML-koden i venstre kolonne på hovedsiden og profilsiden i publikumskatalogen (etter OpacNav og før lenkene til brukerens profil, når disse vises):

source: opac.pref#OpacPasswordChange# Allow
nb: Tillat

source: opac.pref#OpacPasswordChange# Don't allow
nb: Ikke tillat

source: opac.pref#OpacPasswordChange# patrons to change their own password on the OPAC. Note that this must be off to use LDAP authentication.
nb: lånere å endre sitt eget passord i OPACen. NB! Dette må være slått av dersom man ønsker å bruke LDAP for autentisering.

source: opac.pref#OpacPublic# Disable
nb: Ikke gjør

source: opac.pref#OpacPublic# Enable
nb: Gjør

source: opac.pref#OpacPublic# Koha OPAC as public. Private OPAC requires authentification before accessing the OPAC.
nb: Kohas OPAC offentlig tilgjengelig. En privat OPAC krever innlogging før lånerne får tilgang til OPACen.

source: opac.pref#OpacRenewalAllowed# Allow
nb: Tillat

source: opac.pref#OpacRenewalAllowed# Don't allow
nb: Ikke tillat

source: opac.pref#OpacRenewalAllowed# patrons to renew their own books on the OPAC.
nb: lånere å fornye egne lån i OPACen.

source: opac.pref#OpacRenewalBranch# 'OPACRenew'
nb: 'OPACRenew'

source: opac.pref#OpacRenewalBranch# NULL
nb: NULL

source: opac.pref#OpacRenewalBranch# Use
nb: Bruk

source: opac.pref#OpacRenewalBranch# as branchcode to store in the statistics table.
nb: som bibliotekkode til å lagre i statistikk-tabellen.

source: opac.pref#OpacRenewalBranch# the item's home library
nb: eksemplarets eierbibliotek

source: opac.pref#OpacRenewalBranch# the library the item was checked out from
nb: biblioteket eksemplaret ble lånt ut ved

source: opac.pref#OpacRenewalBranch# the patron's home library
nb: låneren hjemmebibliotek

source: opac.pref#OpacShowRecentComments# Don't show
nb: Ikke vis

source: opac.pref#OpacShowRecentComments# Show
nb: Vis

source: opac.pref#OpacShowRecentComments# a link to recent comments in the OPAC masthead.
nb: en lenke til de nyeste kommentarene øverst i publikumskatalogen.

source: opac.pref#OpacStarRatings# Show star-ratings on
nb: Vis stjernevurderinger

source: opac.pref#OpacStarRatings# no
nb: ingen sted

source: opac.pref#OpacStarRatings# only details
nb: i detaljvisning

source: opac.pref#OpacStarRatings# pages.
nb: i publikumskatalogen.

source: opac.pref#OpacStarRatings# results and details
nb: trefflister og detaljvisning

source: opac.pref#OpacTopissue# Allow
nb: Tillat

source: opac.pref#OpacTopissue# Don't allow
nb: Ikke tillat

source: opac.pref#OpacTopissue# patrons to access a list of the most checked out items on the OPAC. Note that this is somewhat experimental, and should be avoided if your collection has a large number of items.
nb: lånerne å se en liste over de mest utlånte dokumentene i OPACen. Denne funksjonen er delvis eksperimentell og bør unngås for samlinger med et stort antall eksemplarer.

source: opac.pref#RequestOnOpac# Allow
nb: Tillat

source: opac.pref#RequestOnOpac# Don't allow
nb: Ikke tillat

source: opac.pref#RequestOnOpac# patrons to place holds on items from the OPAC.
nb: lånerne å utføre reservasjoner i OPACen.

source: opac.pref#SearchMyLibraryFirst# Don't limit
nb: Ikke avgrens

source: opac.pref#SearchMyLibraryFirst# Limit
nb: Avgrens

source: opac.pref#SearchMyLibraryFirst# patrons' searches to the library they are registered at.
nb: lånernes søk til det biblioteket de er registrert ved.

source: opac.pref#ShelfBrowserUsesCcode# Don't use
nb: Ikke bruk

source: opac.pref#ShelfBrowserUsesCcode# Use
nb: Bruk

source: opac.pref#ShelfBrowserUsesCcode# the item collection code when finding items for the shelf browser.
nb: eksemplarets samlingskode ved valg av eksemplarer til hylleviseren.

source: opac.pref#ShelfBrowserUsesHomeBranch# Don't use
nb: Ikke bruk

source: opac.pref#ShelfBrowserUsesHomeBranch# Use
nb: Bruk

source: opac.pref#ShelfBrowserUsesHomeBranch# the item home library when finding items for the shelf browser.
nb: eksemplarets eierbibliotek når det skal finnes eksemplarer til "Bla i hylla"-funksjonen.

source: opac.pref#ShelfBrowserUsesLocation# Don't use
nb: Ikke bruk

source: opac.pref#ShelfBrowserUsesLocation# Use
nb: Bruk

source: opac.pref#ShelfBrowserUsesLocation# the item location when finding items for the shelf browser.
nb: eksemplarets plassering når dokumenter skal velges ut til funksjonen Bla i hylla.

source: opac.pref#ShowReviewer# Show
nb: Vis

source: opac.pref#ShowReviewer# first name
nb: fornavn

source: opac.pref#ShowReviewer# first name and last name initial
nb: fornavn og initial fra etternavn

source: opac.pref#ShowReviewer# full name
nb: fullt navn

source: opac.pref#ShowReviewer# last name
nb: ertternavn

source: opac.pref#ShowReviewer# no name
nb: ikke noe navn

source: opac.pref#ShowReviewer# of commenter with comments in OPAC.
nb: til den som har lagt inn en kommentar i publikumskatalogen.

source: opac.pref#ShowReviewer# username
nb: brukernavn

source: opac.pref#ShowReviewerPhoto# Hide
nb: Skjul

source: opac.pref#ShowReviewerPhoto# Show
nb: Vis

source: opac.pref#ShowReviewerPhoto# reviewer's photo beside comments in OPAC.
nb: bilde av den som har lagt inn en kommentar i OPACen (basert på den eksterne tjenesten Gravatar).

source: opac.pref#SocialNetworks# Disable
nb: Slå av

source: opac.pref#SocialNetworks# Enable
nb: Slå på

source: opac.pref#SocialNetworks# social network links in opac detail pages
nb: lenker til sosiale nettverk i detaljvisninger i publikumskatalogen

source: opac.pref#hidelostitems# Don't show
nb: Ikke vis

source: opac.pref#hidelostitems# Show
nb: Vis

source: opac.pref#hidelostitems# lost items on search and detail pages.
nb: tapte eksemplarer i trefflister og detaljvisninger.

source: opac.pref#numSearchRSSResults# Display
nb: Vis

source: opac.pref#numSearchRSSResults# search results in the RSS feed.
nb: poster i RSS-strømmer.

source: opac.pref#opacbookbag# Allow
nb: Tillat

source: opac.pref#opacbookbag# Don't allow
nb: Ikke tillat

source: opac.pref#opacbookbag# patrons to store items in a temporary "Cart" on the OPAC.
nb: lånere å lagre poster i en midlertidig "handlekurv" i OPACen.

source: opac.pref#opaccolorstylesheet# Include the additional CSS stylesheet
nb: Inkluder det ekstra CSS stilarket

source: opac.pref#opaccredits# Include the following HTML in the footer of all pages in the OPAC:
nb: Inkluder følgende HTML-kodede tekst nederst på alle sider i OPACen:

source: opac.pref#opacheader# Include the following HTML in the header of all pages in the OPAC:
nb: Inkluder følgende HTML-kodede tekst øverst på alle sider i OPACen:

source: opac.pref#opaclayoutstylesheet# Use the CSS stylesheet
nb: Bruk CSS-stilarket

source: opac.pref#opacreadinghistory# Allow
nb: Tillat

source: opac.pref#opacreadinghistory# Don't allow
nb: Ikke tillat

source: opac.pref#opacreadinghistory# patrons to see what books they have checked out in the past.
nb: lånere å se sin egen lånehistorikk. Lagring av historikken er ikke avhengig av denne innstillingen.

source: opac.pref#opacsmallimage# Use the image at
nb: Bruk bildet

source: opac.pref#opacsmallimage# in the OPAC header, instead of the Koha logo. If this image is a different size than the Koha logo, you will need to customize the CSS. (This should be a complete URL, starting with <code>http://</code>.)
nb: øverst på alle sidene i OPACen, i stedet for Koha-logoen. Dersom bildet har andre dimensjoner enn Koha-logoen må du tilpasse CSS-stilarkene. (Legg inn en komplett URL som starter med <code>http://</code>.)

source: opac.pref#opacthemes# Use the
nb: Bruk temaet

source: opac.pref#opacthemes# theme on the OPAC.
nb: på OPACen.

source: opac.pref#opacuserjs# Include the following JavaScript on all pages in the OPAC:
nb: Inkluder følgende JavaScript-kode på alle sider i OPACen:

source: opac.pref#opacuserlogin# Allow
nb: Tillat

source: opac.pref#opacuserlogin# Don't allow
nb: Ikke tillat

source: opac.pref#opacuserlogin# patrons to log in to their accounts on the OPAC.
nb: lånere å logge inn på sin egen konto i OPACen.

source: opac.pref#reviewson# Allow
nb: Tillat

source: opac.pref#reviewson# Don't allow
nb: Ikke tillat

source: opac.pref#reviewson# patrons to make comments on items on the OPAC.
nb: lånere å legge inn kommentarer på poster i OPACen.

source: opac.pref#singleBranchMode# Allow
nb: Tillat

source: opac.pref#singleBranchMode# Don't allow
nb: Ikke tillat

source: opac.pref#singleBranchMode# patrons to select their branch on the OPAC or show branch names with callnumbers.
nb: lånere å velge bibliotek i OPAC eller vis navn på bibliotek med hyllesignatur.

source: opac.pref#suggestion# Allow
nb: Tillat

source: opac.pref#suggestion# Don't allow
nb: Ikke tillat

source: opac.pref#suggestion# patrons to make purchase suggestions on the OPAC.
nb: lånere å legge inn inkjøpsforslag i OPACen.

source: patrons.pref
nb: Lånere

source: patrons.pref#AddPatronLists# List
nb: Vis

source: patrons.pref#AddPatronLists# general patron types
nb: generelle lånertyper

source: patrons.pref#AddPatronLists# specific categories
nb: spesifikke kategorier

source: patrons.pref#AddPatronLists# under the new patron menu.
nb: under menyen "Ny låner".

source: patrons.pref#AutoEmailOpacUser# Don't send
nb: Ikke send

source: patrons.pref#AutoEmailOpacUser# Send
nb: Send

source: patrons.pref#AutoEmailOpacUser# an email to newly created patrons with their account details.
nb: en e-post til lånere med detaljer om deres konto når kontoen opprettes.

source: patrons.pref#AutoEmailPrimaryAddress# Use
nb: Bruk

source: patrons.pref#AutoEmailPrimaryAddress# alternate
nb: alternativ

source: patrons.pref#AutoEmailPrimaryAddress# cardnumber as
nb: kortnummer som

source: patrons.pref#AutoEmailPrimaryAddress# first valid
nb: første gyldige

source: patrons.pref#AutoEmailPrimaryAddress# home
nb: hjemme

source: patrons.pref#AutoEmailPrimaryAddress# patron email address for sending out emails.
nb: e-postadresse ved utsending av e-post.

source: patrons.pref#AutoEmailPrimaryAddress# work
nb: arbeid

source: patrons.pref#BorrowerMandatoryField# (separate columns with |)
nb: (adskill kolonner med tegnet "|")

source: patrons.pref#BorrowerMandatoryField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> must be filled in on the patron entry screen:
nb: Følgende <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database-kolonner</a> må fylles ut i skjemaet for registrering av lånere:

source: patrons.pref#BorrowerRenewalPeriodBase# When renewing borrowers, base the new expiry date on
nb: Når lånere fornyes skal den nye forfallsdatoen baseres på

source: patrons.pref#BorrowerRenewalPeriodBase# current date.
nb: dagens dato

source: patrons.pref#BorrowerRenewalPeriodBase# current membership expiry date.
nb: utløpsdato for gjeldende medlemsskap.

source: patrons.pref#BorrowerUnwantedField# (separate columns with |)
nb: (skill kolonner med tegnet "|")
