Repository: ranginui/koha
Catalog: misc/translator/po/*-pref.po
Languages: nb

source: enhanced_content.pref Baker and Taylor
nb: Baker and Taylor

source: enhanced_content.pref Google
nb: Google

source: enhanced_content.pref Library Thing
nb: Library Thing

source: enhanced_content.pref Local Cover Images
nb: Lokale omslagsbilder

source: enhanced_content.pref Novelist Select
nb: Novelist Select

source: enhanced_content.pref OCLC
nb: OCLC

source: enhanced_content.pref Open Library
nb: Open Library

source: enhanced_content.pref Syndetics
nb: Syndetics

source: enhanced_content.pref Tagging
nb: Tagging

source: enhanced_content.pref#AllowMultipleCovers# Allow
nb: Tillat

source: enhanced_content.pref#AllowMultipleCovers# Don't allow
nb: Ikke tillat

source: enhanced_content.pref#AllowMultipleCovers# multiple images to be attached to each bibliographic record.
nb: at flere enn ett bilde knyttes til hver bibliografiske post.

source: enhanced_content.pref#AmazonAssocTag# Put the associate tag
nb: Legg til "associate tag"-en

source: enhanced_content.pref#AmazonAssocTag# on links to Amazon. This can net your library referral fees if a patron decides to buy an item.
nb: i lenker til Amazon. Dette kan gi inntekter til biblioteket dersom en låner kjøper en bok.

source: enhanced_content.pref#AmazonCoverImages# Don't show
nb: Ikke vis

source: enhanced_content.pref#AmazonCoverImages# Show
nb: Vis

source: enhanced_content.pref#AmazonCoverImages# cover images from Amazon on search results and item detail pages on the staff interface.
nb: omslagsbilder fra Amazon i trefflister og detaljsider i det interne grensesnittet.

source: enhanced_content.pref#AmazonLocale# American
nb: amerikanske

source: enhanced_content.pref#AmazonLocale# British
nb: britiske

source: enhanced_content.pref#AmazonLocale# Canadian
nb: kanadiske

source: enhanced_content.pref#AmazonLocale# French
nb: franske

source: enhanced_content.pref#AmazonLocale# German
nb: tyske

source: enhanced_content.pref#AmazonLocale# Japanese
nb: japanske

source: enhanced_content.pref#AmazonLocale# Use Amazon data from its
nb: Bruk Amazon-data fra den

source: enhanced_content.pref#AmazonLocale# website.
nb: hjemmesiden.

source: enhanced_content.pref#Babeltheque# Do
nb: Vis

source: enhanced_content.pref#Babeltheque# Don't
nb: Ikke vis

source: enhanced_content.pref#Babeltheque# include information (such as reviews and citations) from Babelthèque in item detail pages on the OPAC.
nb: informasjon (som omtaler og siteringer) fra Babelthèque i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#Babeltheque_url_js# Defined the url for the Babeltheque javascript file (eg. http://www.babeltheque.com/bw_XX.js)
nb: Definer URLen for Babeltheque sin JavaScript-fil (for eksempel http://www.babeltheque.com/bw_XX.js)

source: enhanced_content.pref#Babeltheque_url_update# Defined the url for the Babeltheque update periodically (eq. http://www.babeltheque.com/.../file.csv.bz2).
nb: Definer URLen for periodiske oppdateringer fra Babeltheque (for eksempel http://www.babeltheque.com/.../file.csv.bz2).

source: enhanced_content.pref#BakerTaylorBookstoreURL# <em>isbn</em></code> (this should be filled in with something like <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Leave it blank to disable these links.
nb: <em>isbn</em></code> (fylles ut med noe a la <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). La stå tom for å ikke vise disse lenkene.

source: enhanced_content.pref#BakerTaylorBookstoreURL# Baker and Taylor "My Library Bookstore" links should be accessed at <code>https://
nb: Baker and Taylor "My Library Bookstore"-lenker skal ha formen <code>https://

source: enhanced_content.pref#BakerTaylorEnabled# Add
nb: Legg til

source: enhanced_content.pref#BakerTaylorEnabled# Baker and Taylor links and cover images to the OPAC and staff client. This requires that you have entered in a username and password (which can be seen in image links).
nb: Baker and Taylor lenker og bokomslag i publikumskatalogen og det interne grensesnittet. Dette forutsetter at du har lagt inn brukernavn og passord (som vil være synlige i bildelenker).

source: enhanced_content.pref#BakerTaylorEnabled# Don't add
nb: Ikke legg til

source: enhanced_content.pref#BakerTaylorUsername# Access Baker and Taylor using username
nb: Brukernavn for Baker and Taylor

source: enhanced_content.pref#BakerTaylorUsername# and password
nb: og passord

source: enhanced_content.pref#FRBRizeEditions# Don't show
nb: Ikke vis

source: enhanced_content.pref#FRBRizeEditions# Show
nb: Vis

source: enhanced_content.pref#FRBRizeEditions# other editions of an item on the staff client (if found by one of the services below).
nb: andre utgaver av et dokument i det interne grensesnittet (dersom de blir funnet av noen av tjenestene nedenfor).

source: enhanced_content.pref#GoogleJackets# Add
nb: Legg til

source: enhanced_content.pref#GoogleJackets# Don't add
nb: Ikke legg til

source: enhanced_content.pref#GoogleJackets# cover images from Google Books to search results and item detail pages on the OPAC.
nb: bokomslag fra Google Books i trefflister og detaljvisninger i publikumskatalogen.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# <a href="http://www.librarything.com/forlibraries/">sign up</a>, then enter in your ID below.
nb: <a href="http://www.librarything.com/forlibraries/">meld deg inn</a>, og legg så inn IDen din nedenfor.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Don't show
nb: Ikke vis

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Show
nb: Vis

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# reviews, similar items, and tags from Library Thing for Libraries on item detail pages on the OPAC. If you've enabled this, you need to
nb: omtaler, lignende bøker og tagger fra "Library Thing for Libraries" på detaljvisninger i publikumskatalogen. Om du slår dette på må du

source: enhanced_content.pref#LibraryThingForLibrariesID# Access Library Thing for Libraries using the customer ID
nb: Bruk "Library Thing for Libraries" med IDen

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# Show Library Thing for Libraries content
nb: Vis innhold fra "Library Thing for Libraries"

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in line with the bibliographic information.
nb: sammen med den bibliografiske informasjonen.

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in tabs.
nb: i egne faner.

source: enhanced_content.pref#LocalCoverImages# Display
nb: enhanced_content.pref#LocalCoverImages# Afficher

source: enhanced_content.pref#LocalCoverImages# Don't display
nb: enhanced_content.pref#LocalCoverImages# Ne pas afficher

source: enhanced_content.pref#LocalCoverImages# local cover images on intranet search and details pages.
nb: enhanced_content.pref#LocalCoverImages# des images locales de couverture dans la recherche intranet et les pages détaillées.

source: enhanced_content.pref#NovelistSelectEnabled# Add
nb: Legg til

source: enhanced_content.pref#NovelistSelectEnabled# Don't add
nb: Ikke legg til

source: enhanced_content.pref#NovelistSelectEnabled# Novelist Select content to the OPAC (requires that you have entered in a user profile and password, which can be seen in image links).
nb: innhold fra "Novelist Select" i publikumskatalogen (forutsetter at du har lagt inn en brukerprofil og passord, som vil kunne sees i bildelenker).

source: enhanced_content.pref#NovelistSelectProfile# Access Novelist Select using user profile
nb: Bruk "Novelist Select" med brukerprofilen

source: enhanced_content.pref#NovelistSelectProfile# and password
nb: og passord

source: enhanced_content.pref#NovelistSelectView# Display Novelist Select content
nb: Vis innhold fra "Novelist Select"

source: enhanced_content.pref#NovelistSelectView# above the holdings table
nb: over beholdningstabellen

source: enhanced_content.pref#NovelistSelectView# below the holdings table
nb: under beholdningstabellen

source: enhanced_content.pref#NovelistSelectView# in an OPAC tab
nb: i en egen fane

source: enhanced_content.pref#NovelistSelectView# under the Save Record dropdown, on the right
nb: under nedtrekksmenyen for lagring av den bibliografiske posten, på høyre side av skjermen

source: enhanced_content.pref#OCLCAffiliateID# Use the <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC affiliate ID</a>
nb: Bruk <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC affiliate ID</a>

source: enhanced_content.pref#OCLCAffiliateID# to access the xISBN service. Note that unless you have signed up for an ID, you are limited to 1000 requests per day.
nb: for å få tilgang til tjenesten xISBN. Med mindre du har registrert deg og fått en ID vil bruken være begrenset til 1000 forespørsler pr dag.

source: enhanced_content.pref#OPACAmazonCoverImages# Don't show
nb: Ikke vis

source: enhanced_content.pref#OPACAmazonCoverImages# Show
nb: Vis

source: enhanced_content.pref#OPACAmazonCoverImages# cover images from Amazon on search results and item detail pages on the OPAC.
nb: omslagsbilder fra Amazon i trefflister og detaljvisninger i publikumskatalogen.

source: enhanced_content.pref#OPACFRBRizeEditions# Don't show
nb: Ikke vis

source: enhanced_content.pref#OPACFRBRizeEditions# Show
nb: Vis

source: enhanced_content.pref#OPACFRBRizeEditions# other editions of an item on the OPAC.
nb: andre utgaver av et verk i publikumskatalogen.

source: enhanced_content.pref#OPACLocalCoverImages# Display
nb: Vis

source: enhanced_content.pref#OPACLocalCoverImages# Don't display
nb: Ikke vis

source: enhanced_content.pref#OPACLocalCoverImages# local cover images on OPAC search and details pages.
nb: lokale omslagsbilder i trefflister og detaljvisning i publikumskatalogen.

source: enhanced_content.pref#OpenLibraryCovers# Add
nb: Legg til

source: enhanced_content.pref#OpenLibraryCovers# Don't add
nb: Ikke legg til

source: enhanced_content.pref#OpenLibraryCovers# cover images from Open Library to search results and item detail pages on the OPAC.
nb: omslagsbilder fra "Open Library" i trefflister og detaljvisninger i publikumskatalogen.

source: enhanced_content.pref#SyndeticsAuthorNotes# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsAuthorNotes# Show
nb: Vis

source: enhanced_content.pref#SyndeticsAuthorNotes# notes about the author of a title from Syndetics on item detail pages on the OPAC.
nb: noter fra Syndetics om forfatteren til et dokument i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#SyndeticsAwards# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsAwards# Show
nb: Vis

source: enhanced_content.pref#SyndeticsAwards# information from Syndetics about the awards a title has won on item detail pages on the OPAC.
nb: informasjon fra Syndetics om prisene et verk har vunnet i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#SyndeticsClientCode# Use the client code
nb: Bruk klientkoden

source: enhanced_content.pref#SyndeticsClientCode# to access Syndetics.
nb: for tilgang til Syndetics

source: enhanced_content.pref#SyndeticsCoverImages# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsCoverImages# Show
nb: Vis

source: enhanced_content.pref#SyndeticsCoverImages# cover images from Syndetics on search results and item detail pages on the OPAC in a
nb: omslagsbilder fra Syndetics i trefflister og detaljvisninger i publikumskatalogen i

source: enhanced_content.pref#SyndeticsCoverImages# large
nb: stor

source: enhanced_content.pref#SyndeticsCoverImages# medium
nb: medium

source: enhanced_content.pref#SyndeticsCoverImages# size.
nb: størrelse.

source: enhanced_content.pref#SyndeticsEditions# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsEditions# Show
nb: Vis

source: enhanced_content.pref#SyndeticsEditions# information about other editions of a title from Syndetics on item detail pages on the OPAC (when OPACFRBRizeEditions is on).
nb: informasjon fra Syndetics om andre utgaver av et verk i detaljvisninger i publikumskatalogen (når systempreferansen OPACFRBRizeEditions er slått på).

source: enhanced_content.pref#SyndeticsEnabled# Don't use
nb: Ikke bruk

source: enhanced_content.pref#SyndeticsEnabled# Use
nb: Bruk

source: enhanced_content.pref#SyndeticsEnabled# content from Syndetics. Note that this requires that you have signed up for the service and entered in your client code below.
nb: innhold fra Syndetics. NB! Dette forutsetter at biblioteket abonnerer på tjenesten og lagt inn klientkoden under.

source: enhanced_content.pref#SyndeticsExcerpt# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsExcerpt# Show
nb: Vis

source: enhanced_content.pref#SyndeticsExcerpt# excerpts from of a title from Syndetics on item detail pages on the OPAC.
nb: utdrag av et verk fra Syndetics i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#SyndeticsReviews# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsReviews# Show
nb: Vis

source: enhanced_content.pref#SyndeticsReviews# reviews of a title from Syndetics on item detail pages on the OPAC.
nb: omtaler av et verk fra Syndetics, i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#SyndeticsSeries# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsSeries# Show
nb: Vis

source: enhanced_content.pref#SyndeticsSeries# information on other books in a title's series from Syndetics on item detail pages on the OPAC.
nb: informasjon fra Syndetics om andre verk i en serie, i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#SyndeticsSummary# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsSummary# Show
nb: Vis

source: enhanced_content.pref#SyndeticsSummary# a summary of a title from Syndetics on item detail pages on the OPAC.
nb: Syndetics sitt sammendrag av et verk i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#SyndeticsTOC# Don't show
nb: Ikke vis

source: enhanced_content.pref#SyndeticsTOC# Show
nb: Vis

source: enhanced_content.pref#SyndeticsTOC# the table of contents of a title from Syndetics on item detail pages on the OPAC.
nb: et verks innholdsfortegnelse fra Syndetics, i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#TagsEnabled# Allow
nb: Tillat

source: enhanced_content.pref#TagsEnabled# Don't allow
nb: Ikke tillat

source: enhanced_content.pref#TagsEnabled# patrons and staff to put tags on items.
nb: lånere og ansatte å tagge poster.

source: enhanced_content.pref#TagsExternalDictionary# Allow tags in the dictionary of the ispell executable
nb: Godkjenn tagger som er i ordboka til "ispell"-programmet

source: enhanced_content.pref#TagsExternalDictionary# on the server to be approved without moderation.
nb: på tjeneren uten moderering.

source: enhanced_content.pref#TagsInputOnDetail# Allow
nb: Tillat

source: enhanced_content.pref#TagsInputOnDetail# Don't allow
nb: Ikke tillat

source: enhanced_content.pref#TagsInputOnDetail# patrons to input tags on item detail pages on the OPAC.
nb: at lånerne legge inn tagger i detaljvisningen i publikumskatalogen.

source: enhanced_content.pref#TagsInputOnList# Allow
nb: Tillat

source: enhanced_content.pref#TagsInputOnList# Don't allow
nb: Ikke tillat

source: enhanced_content.pref#TagsInputOnList# patrons to input tags on search results on the OPAC.
nb: at lånerne legger inn tagger i trefflistene i publikumskatalogen.

source: enhanced_content.pref#TagsModeration# Don't require
nb: Ikke krev

source: enhanced_content.pref#TagsModeration# Require
nb: Krev

source: enhanced_content.pref#TagsModeration# that tags submitted by patrons be reviewed by a staff member before being shown.
nb: at tagger som legges inn av lånere godkjennes av en ansatt før de vises i publikumskatalogen.

source: enhanced_content.pref#TagsShowOnDetail# Show
nb: Vis

source: enhanced_content.pref#TagsShowOnDetail# tags on item detail pages on the OPAC.
nb: tagger i detaljvisning i publikumskatalogen.

source: enhanced_content.pref#TagsShowOnList# Show
nb: Vis

source: enhanced_content.pref#TagsShowOnList# tags on search results on the OPAC.
nb: tagger i trefflister i publikumskatalogen.

source: enhanced_content.pref#ThingISBN# Don't use
nb: Ikke bruk

source: enhanced_content.pref#ThingISBN# Use
nb: Bruk

source: enhanced_content.pref#ThingISBN# the ThingISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on). This is separate from Library Thing for Libraries.
nb: tjenesten "ThingISBN" for å vise andre utgaver av et verk (når FRBRizeEditions eller OPACFRBRizeEditions er slått på). Denne tjenesten er uavhengig av "Library Thing for Libraries".

source: enhanced_content.pref#XISBN# Don't use
nb: Ikke bruk

source: enhanced_content.pref#XISBN# Use
nb: Bruk

source: enhanced_content.pref#XISBN# the OCLC xISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on).
nb: tjenesten "xISBN" fra OCLC for å vise andre utgaver av et verk (når FRBRizeEditions eller OPACFRBRizeEditions er slått på).

source: enhanced_content.pref#XISBNDailyLimit# Only use the xISBN service
nb: Bruk tjenesten xISBN opp til

source: enhanced_content.pref#XISBNDailyLimit# times a day. Unless you are paying for the xISBN service, you should leave this at the default of 999 (as detailed above).
nb: ganger per dag. Med mindre du betaler for xISBN-tjenesten bør du la denne stå på 999 (se detaljer over).

source: i18n_l10n.pref
nb: I18N/L10N

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Monday
nb: mandag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Sunday
nb: søndag

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Use
nb: Bruk

source: i18n_l10n.pref#CalendarFirstDayOfWeek# as the first day of week in the calendar.
nb: som ukens første dag i kalenderen.

source: i18n_l10n.pref#dateformat# Format dates like
nb: Formater datoer som

source: i18n_l10n.pref#dateformat# dd/mm/yyyy
nb: dd/mm/åååå

source: i18n_l10n.pref#dateformat# mm/dd/yyyy
nb: mm/dd/åååå

source: i18n_l10n.pref#dateformat# yyyy-mm-dd
nb: åååå-mm-dd

source: i18n_l10n.pref#language# Enable the following languages on the staff interface:
nb: Slå på følgende språk i det interne grensesnittet:

source: i18n_l10n.pref#opaclanguages# Enable the following languages on the OPAC:
nb: Slå på følgende språk i publikumskatalogen:

source: i18n_l10n.pref#opaclanguagesdisplay# Allow
nb: Tillat

source: i18n_l10n.pref#opaclanguagesdisplay# Don't allow
nb: Ikke tillat

source: i18n_l10n.pref#opaclanguagesdisplay# patrons to change the language they see on the OPAC.
nb: at lånerne velger språk i publikumskatalogen.

source: local_use.pref
nb: Lokal bruk

source: logs.pref
nb: Logger

source: logs.pref#AuthoritiesLog# Don't log
nb: Ikke loggfør

source: logs.pref#AuthoritiesLog# Log
nb: Loggfør

source: logs.pref#AuthoritiesLog# changes to authority records.
nb: endringer i autoritetsposter.

source: logs.pref#BorrowersLog# Don't log
nb: Ikke loggfør

source: logs.pref#BorrowersLog# Log
nb: Loggfør

source: logs.pref#BorrowersLog# changes to patron records.
nb: endringer i opplysninger om lånere.

source: logs.pref#CataloguingLog# Don't log
nb: Ikke loggfør

source: logs.pref#CataloguingLog# Log
nb: Loggfør

source: logs.pref#CataloguingLog# any changes to bibliographic or item records. Since this occurs whenever a book is checked in or out as well, it is not advisable to turn this on.
nb: alle endringer i bibliografiske poster og opplysninger om eksemplarer. Siden dette skjer også hver gang en bok lånes ut eller leveres inn er det ikke tilrådeig å slå på dette valget.

source: logs.pref#FinesLog# Don't log
nb: Ikke loggfør

source: logs.pref#FinesLog# Log
nb: Loggfør

source: logs.pref#FinesLog# when overdue fines are charged or automatically forgiven.
nb: når purregebyrer blir pålagt eller automatisk ettergitt.

source: logs.pref#IssueLog# Don't log
nb: Ikke loggfør

source: logs.pref#IssueLog# Log
nb: Loggfør

source: logs.pref#IssueLog# when items are checked out.
nb: utlån.

source: logs.pref#LetterLog# Don't log
nb: Ikke loggfør

source: logs.pref#LetterLog# Log
nb: Loggfør

source: logs.pref#LetterLog# when an automatic claim notice is sent.
nb: når automatiske purringer (på tidsskrift eller innkjøp) blir sendt.

source: logs.pref#ReturnLog# Don't log
nb: Ikke loggfør

source: logs.pref#ReturnLog# Log
nb: Loggfør

source: logs.pref#ReturnLog# when items are returned.
nb: retur av lån.

source: logs.pref#SubscriptionLog# Don't log
nb: Ikke loggfør

source: logs.pref#SubscriptionLog# Log
nb: Loggfør

source: logs.pref#SubscriptionLog# when serials are added, deleted or changed.
nb: når periodika legges til, slettes eller endres.

source: opac.pref
nb: Publikumskatalog

source: opac.pref Appearance
nb: Utseense

source: opac.pref Features
nb: Egenskaper

source: opac.pref Policy
nb: Politikk

source: opac.pref Privacy
nb: Personvern

source: opac.pref Shelf Browser
nb: Hylleviser

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Allow
nb: Tillat

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Don't allow
nb: Ikke tillat

source: opac.pref#AllowPurchaseSuggestionBranchChoice# patrons to select library when making a purchase suggestion
nb: lånere å velge bibliotek når de legger inn et innkjøpsønske

source: opac.pref#AnonSuggestions# Allow
nb: Tillat

source: opac.pref#AnonSuggestions# Don't allow
nb: Ikke tillat

source: opac.pref#AnonSuggestions# patrons that aren't logged in to make purchase suggestions. Suggestions are connected to the AnonymousPatron syspref
nb: lånere som ikke er logget inn å legge inn innkjøpsforslag. Forslagene knyttes til låneren som er definert med systempreferansen AnonymousPatron.

source: opac.pref#AnonymousPatron# Use borrowernumber
nb: Bruker lånernummer

source: opac.pref#AnonymousPatron# as the Anonymous Patron (for anonymous suggestions and reading history)
nb: som den anonyme låneren (for anonyme innkjøpsforslag og lånehistorikk).

source: opac.pref#AuthorisedValueImages# Don't show
nb: Ikke vis

source: opac.pref#AuthorisedValueImages# Show
nb: Vis

source: opac.pref#AuthorisedValueImages# images for <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (such as lost statuses and locations) in search results and item detail pages on the OPAC.
nb: bilder for <a href="/cgi-bin/koha/admin/authorised_values.pl">autoriserte verdier</a> (som taptstatus og plasseringer) i trefflister og detaljvisninger i publikumskatalogen.

source: opac.pref#BiblioDefaultView# By default, show bib records
nb: Som standard, vis bibliografiske poster

source: opac.pref#BiblioDefaultView# as specified in the ISBD template.
nb: som spesifisert i ISBD-malen.

source: opac.pref#BiblioDefaultView# in simple form.
nb: i enkel form.

source: opac.pref#BiblioDefaultView# in their MARC form.
nb: i MARC-form.

source: opac.pref#COinSinOPACResults# COinS / OpenURL / Z39.88 in OPAC search results. <br/>Warning: Enabling this feature will slow OPAC search response times.
nb: COinS / OpenURL / Z39.88 in treffflister i publikumskatalogen.<br/>Advarsel: Å slå dette på vil føre til lenger søketid i publikumskatalogen.

source: opac.pref#COinSinOPACResults# Don't include
nb: Ikke ta med

source: opac.pref#COinSinOPACResults# Include
nb: Ta med

source: opac.pref#DisplayOPACiconsXSLT# On pages displayed with XSLT stylesheets on the OPAC,
nb: For sider som vises med XSLT stilark i publikumskatalogen,

source: opac.pref#DisplayOPACiconsXSLT# don't show
nb: ikke vis

source: opac.pref#DisplayOPACiconsXSLT# icons for itemtype and authorized values.
nb: ikoner for dokumenttyper og autoriserte verdier.
