Repository: ranginui/koha
Catalog: misc/translator/po/*-pref.po
Languages: nb

source: circulation.pref#AllowHoldsOnDamagedItems# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowHoldsOnDamagedItems# hold requests to be placed on damaged items.
nb: reservasjoner på skadede eksemplarer.

source: circulation.pref#AllowItemsOnHoldCheckout# Allow
nb: Tillat

source: circulation.pref#AllowItemsOnHoldCheckout# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowItemsOnHoldCheckout# checkouts of items reserved to someone else. If allowed do not generate RESERVE_WAITING and RESERVED warning. This allows self checkouts for those items.
nb: utlån av eksemplarer som er reservert av andre. Dersom dette tillates vil advarslene RESERVE_WAITING og RESERVED ikke bli generert. Dette gjør det mulig å låne disse eksemplarene via selvbetjent utlån.

source: circulation.pref#AllowNotForLoanOverride# Allow
nb: Tillat

source: circulation.pref#AllowNotForLoanOverride# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowNotForLoanOverride# staff to override and check out items that are marked as not for loan.
nb: ansatte å låne ut eksemplarer som er merket som ikke til utlån.

source: circulation.pref#AllowOnShelfHolds# Allow
nb: Tillat

source: circulation.pref#AllowOnShelfHolds# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowOnShelfHolds# hold requests to be placed on items that are not checked out.
nb: reservasjoner på eksemplarer som ikke er utlånt.

source: circulation.pref#AllowRenewalLimitOverride# Allow
nb: Tillat

source: circulation.pref#AllowRenewalLimitOverride# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowRenewalLimitOverride# staff to manually override the renewal limit and renew a checkout when it would go over the renewal limit.
nb: ansatte å overstyre reglene for fornyinger, og fornye et lån som selv om dette medfører at antall fornyinger overskrider grensen.

source: circulation.pref#AllowSelfCheckReturns# Allow
nb: Tillat

source: circulation.pref#AllowSelfCheckReturns# Don't allow
nb: Ikke tillat

source: circulation.pref#AllowSelfCheckReturns# patrons to return items through web-based self checkout system.
nb: at lånere returnerer lån gjennom det web-baserte selvbetjeningssystemet.

source: circulation.pref#AutoResumeSuspendedHolds# Allow
nb: Tillat

source: circulation.pref#AutoResumeSuspendedHolds# Don't allow
nb: Ikke tillat

source: circulation.pref#AutoResumeSuspendedHolds# suspended holds to be automatically resumed by a set date.
nb: reservasjoner som er satt på vent å automatisk bli aktive igjen på en gitt dato.

source: circulation.pref#AutoSelfCheckAllowed# Allow
nb: Tillat

source: circulation.pref#AutoSelfCheckAllowed# Don't allow
nb: Ikke tillat

source: circulation.pref#AutoSelfCheckAllowed# and this password
nb: og dette passordet

source: circulation.pref#AutoSelfCheckAllowed# the web-based self checkout system to automatically login with this staff login
nb: det web-baserte grensesnittet for sevbetjening å automatisk logg inn som ansatt-brukeren

source: circulation.pref#AutomaticItemReturn# Do
nb: Overfør automatisk

source: circulation.pref#AutomaticItemReturn# Don't
nb: Ikke overfør automatisk

source: circulation.pref#AutomaticItemReturn# automatically transfer items to their home library when they are returned.
nb: overfør automatisk eksemplarer til deres hjemmebibliotek når de leveres inn.

source: circulation.pref#CircAutoPrintQuickSlip# When an empty barcode field is submitted in circulation
nb: Når et tomt strekkodefelt sendes inn i sirkulasjonsskjermen

source: circulation.pref#CircAutoPrintQuickSlip# clear the screen
nb: tøm skjermen

source: circulation.pref#CircAutoPrintQuickSlip# open a print quick slip window
nb: åpne et vindu for rask kvitteringsutskrift

source: circulation.pref#CircAutocompl# Don't try
nb: Ikke forsøk

source: circulation.pref#CircAutocompl# Only returns the first 10 results at a time.
nb: Viser bare de 10 første resultatene av gangen.

source: circulation.pref#CircAutocompl# Try
nb: Forsøk

source: circulation.pref#CircAutocompl# to guess the patron being entered while typing a patron search on the circulation screen.
nb: å foreslå brukere etter hvert som et lånersøk skrives inn i utlånsskjermen.

source: circulation.pref#CircControl# Use the checkout and fines rules of
nb: Bruk reglene for utlån og gebyrer fra

source: circulation.pref#CircControl# the library the item is from.
nb: biblioteket eksemplaret tilhører.

source: circulation.pref#CircControl# the library the patron is from.
nb: biblioteket låneren hører til ved.

source: circulation.pref#CircControl# the library you are logged in at.
nb: biblioteket du er logget inn ved.

source: circulation.pref#DisplayClearScreenButton# Don't show
nb: Ikke vis

source: circulation.pref#DisplayClearScreenButton# Show
nb: Vis

source: circulation.pref#DisplayClearScreenButton# a button to clear the current patron from the screen on the circulation screen.
nb: en knapp for å fjerne den siste låneren fra skjermen i utlånsgrensesnittet.

source: circulation.pref#DisplayMultiPlaceHold# Don't enable
nb: Ikke tillat

source: circulation.pref#DisplayMultiPlaceHold# Enable
nb: Tillat

source: circulation.pref#DisplayMultiPlaceHold# the ability to place holds on multiple biblio from the search results
nb: at det kan legges inn reservasjoner på flere enn én bibliografisk post fra trefflister

source: circulation.pref#ExpireReservesMaxPickUpDelay# Allow
nb: Tillat

source: circulation.pref#ExpireReservesMaxPickUpDelay# Don't allow
nb: Ikke tillat

source: circulation.pref#ExpireReservesMaxPickUpDelay# holds to expire automatically if they have not been picked by within the time period specified in ReservesMaxPickUpDelay
nb: reservasjoner å gå ut på dato automatisk dersom de ikke har blitt hentet innenfor tidsperioden som er angitt med ReservesMaxPickUpDelay

source: circulation.pref#ExpireReservesMaxPickUpDelayCharge# If using ExpireReservesMaxPickUpDelay, charge a borrower who allows his or her waiting hold to expire a fee of
nb: Dersom ExpireReservesMaxPickUpDelay er i bruk: gi lånere som lar ventende reservasjoner gå ut på dato et gebyr på

source: circulation.pref#FilterBeforeOverdueReport# Don't require
nb: Ikke krev

source: circulation.pref#FilterBeforeOverdueReport# Require
nb: Krev

source: circulation.pref#FilterBeforeOverdueReport# staff to choose which checkouts to show before running the overdues report.
nb: at ansatte må velge utlån som skal vises før rapporten for forfalte lån kjøres.

source: circulation.pref#FineNotifyAtCheckin# Don't notify
nb: Gjør ansatte oppmerksomme på

source: circulation.pref#FineNotifyAtCheckin# Notify
nb: Ikke gjøre ansatte oppmerksomme på

source: circulation.pref#FineNotifyAtCheckin# librarians of overdue fines on the items they are checking in.
nb: gebyrer på eksemplarer de tar retur på.

source: circulation.pref#HomeOrHoldingBranch# Use the checkout and fines rules of
nb: Bruk reglene for utlån og gebyrer til

source: circulation.pref#HomeOrHoldingBranch# the library the item is from.
nb: biblioteket eksemplaret tilhører.

source: circulation.pref#HomeOrHoldingBranch# the library the item was checked out from.
nb: biblioteket eksemplaret ble lånt ut ved.

source: circulation.pref#HomeOrHoldingBranchReturn# On checkin route the returned item to
nb: Ved innlevering, styr det innleverte eksemplaret til

source: circulation.pref#HomeOrHoldingBranchReturn# the library the item is from.
nb: biblioteket eksemplaret tilhører.

source: circulation.pref#HomeOrHoldingBranchReturn# the library the item was checked out from.
nb: biblioteket eksemplaret ble lånt ut ved.

source: circulation.pref#InProcessingToShelvingCart# Don't move
nb: Ikke flytt

source: circulation.pref#InProcessingToShelvingCart# Move
nb: Flytt

source: circulation.pref#InProcessingToShelvingCart# items that have the location PROC to the location CART when they are checked in.
nb: eksemplarer som har plasseringen PROC (til behandling) til plasseringen CART (tralle) når de leveres inn.

source: circulation.pref#IssuingInProcess# Don't prevent
nb: Ikke hindre

source: circulation.pref#IssuingInProcess# Prevent
nb: Hindre

source: circulation.pref#IssuingInProcess# patrons from checking out an item whose rental charge would take them over the limit.
nb: lånere fra å låne et eksemplar som har en leiepris som ville bring dem over grensen.

source: circulation.pref#NoticeCSS# Include the stylesheet at
nb: Inkluder stilarket

source: circulation.pref#NoticeCSS# on Notices. (This should be a complete URL, starting with <code>http://</code>)
nb: i meldinger. (Dette må være en komplett URL som starter med <code>http://</code>)

source: circulation.pref#OPACAllowHoldDateInFuture# Allow
nb: Tillat

source: circulation.pref#OPACAllowHoldDateInFuture# Don't allow
nb: Ikke tillat

source: circulation.pref#OPACAllowHoldDateInFuture# patrons to place holds that don't enter the waiting list until a certain future date. (AllowHoldDateInFuture must also be enabled).
nb: lånere å utføre reserveringer som ikke begynner å gjelde før en gitt dato i fremtiden. (AllowHoldDateInFuture må også være slått på).

source: circulation.pref#OPACAllowUserToChooseBranch# Allow
nb: Tillat

source: circulation.pref#OPACAllowUserToChooseBranch# Don't allow
nb: Ikke tillat

source: circulation.pref#OPACAllowUserToChooseBranch# a user to choose the library to pick up a hold from.
nb: lånere å velge hvilket bibliotek de ønsker å hente reserverte bøker ved.

source: circulation.pref#OverdueNoticeBcc# Send all notices as a BCC to this email address
nb: Send alle meldinger som BCC til denne adressen

source: circulation.pref#OverduesBlockCirc# Ask for confirmation
nb: Be om bekreftelse

source: circulation.pref#OverduesBlockCirc# Block
nb: Sperr

source: circulation.pref#OverduesBlockCirc# Don't block
nb: Ikke sperr

source: circulation.pref#OverduesBlockCirc# when checking out to a borrower that has overdues outstanding
nb: ved utlån til en låner som har utestående gebyrer

source: circulation.pref#PrintNoticesMaxLines# Include up to
nb: Inkluder opp til

source: circulation.pref#PrintNoticesMaxLines# item lines in a printed overdue notice. If the number of items is greater than this number, the notice will end with a warning asking the borrower to check their online account for a full list of overdue items. Set to 0 to include all overdue items in the notice, no matter how many there are.
nb: eksemplar-linjer i en trykt purring. Om antallet lån er større enn dette tallet, vil purringen avsluttes med en advarsel om at låneren må sjekke sin status i publikumskatalogen for å få en full lister over forfalte lån. Sett til 0 for å ta med alle lånene i purringer, uavhengig av antallet.

source: circulation.pref#RecordLocalUseOnReturn# Don't record
nb: Regn det som lokal bruk

source: circulation.pref#RecordLocalUseOnReturn# Record
nb: Ikke regn det som lokal bruk

source: circulation.pref#RecordLocalUseOnReturn# local use when an unissued item is checked in.
nb: når et eksemplar som ikke er utlånt blir levert inn.

source: circulation.pref#RenewalPeriodBase# When renewing checkouts, base the new due date on
nb: Ved fornying, baser den nye forfallsdatoen på

source: circulation.pref#RenewalPeriodBase# the current date.
nb: dagens dato.

source: circulation.pref#RenewalPeriodBase# the old due date of the checkout.
nb: den gamle forfallsdatoen til lånet.

source: circulation.pref#ReservesControlBranch# Check the
nb: Sjekk

source: circulation.pref#ReservesControlBranch# item's home library
nb: eksemplarets hjemmebibliotek

source: circulation.pref#ReservesControlBranch# patron's home library
nb: lånerens hjemmebibliotek

source: circulation.pref#ReservesControlBranch# to see if the patron can place a hold on the item.
nb: for å kontrollere om en låner kan reservere et dokument.

source: circulation.pref#ReservesMaxPickUpDelay# Mark a hold as problematic if it has been waiting for more than
nb: Marker en reservasjon som problematisk når den har ventet mer enn

source: circulation.pref#ReservesMaxPickUpDelay# days.
nb: dager.

source: circulation.pref#ReservesNeedReturns# Automatically
nb: Automatisk

source: circulation.pref#ReservesNeedReturns# Don't automatically
nb: Ikke automatisk

source: circulation.pref#ReservesNeedReturns# mark holds as found and waiting when a hold is placed specifically on them and they are already checked in.
nb: marker reservasjoner som funnet og ventende når en reservasjon gjøres på et spesifikt eksemplar og eksemplaret allerede er inne.

source: circulation.pref#ReturnBeforeExpiry# Don't require
nb: Ikke krev

source: circulation.pref#ReturnBeforeExpiry# Require
nb: Krev

source: circulation.pref#ReturnBeforeExpiry# patrons to return books before their accounts expire (by restricting due dates to before the patron's expiration date).
nb: at lånere leverer tilbake lån før kontoen deres går ut på dato (ved å avgrense returdatoen til datoer før lånerens utløpsdato).

source: circulation.pref#ReturnToShelvingCart# Don't move
nb: Ikke flytt

source: circulation.pref#ReturnToShelvingCart# Move
nb: Flytt

source: circulation.pref#ReturnToShelvingCart# all items to the location CART when they are checked in.
nb: alle eksmeplarer til plasseringen CART (tralle) når de leveres inn.

source: circulation.pref#SelfCheckHelpMessage# Include the following HTML in the Help page of the web-based self checkout system:
nb: Ta med den følgende HTML-teksten i hjelpesiden for det web-baserte grensesnittet for selvbetjent lån:

source: circulation.pref#SelfCheckTimeout# Time out the current patron's web-based self checkout system login after
nb: La lånernes innlogging i det web-baserte grensesnittet for selvbetjent lån gå ut på tid etter

source: circulation.pref#SelfCheckTimeout# seconds.
nb: sekunder.

source: circulation.pref#SelfCheckoutByLogin# Barcode
nb: Strekkode

source: circulation.pref#SelfCheckoutByLogin# Have patrons login into the web-based self checkout system with their
nb: La lånerne logge inn i det web-baserte grensesnittet for selvbetjent lån ved help av

source: circulation.pref#SelfCheckoutByLogin# Username and Password
nb: brukernavn og passord

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Don't show
nb: Ikke vis

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Show
nb: Vis

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# the patron's picture (if one has been added) when they use the web-based self checkout.
nb: lånernes bilde (om et slikt bilde finnes) når de bruker det web-baserte grensesnittet for selvbetjent lån.

source: circulation.pref#SpecifyDueDate# Allow
nb: Tillat

source: circulation.pref#SpecifyDueDate# Don't allow
nb: Ikke tillat

source: circulation.pref#SpecifyDueDate# staff to specify a due date for a checkout.
nb: at ansatte oppgir en forfallsdato ved utlån.

source: circulation.pref#StaticHoldsQueueWeight# (as branchcodes, separated by commas; if empty, uses all libraries)
nb: (som bibliotekkoder, adskilt med komma. Bruk alle bibliotek om feltet er tomt.)

source: circulation.pref#StaticHoldsQueueWeight# Satisfy holds from the libraries
nb: Fyll reservasjoner fra bibliotekene

source: circulation.pref#StaticHoldsQueueWeight# in random order.
nb: i tilfeldig rekkefølge.

source: circulation.pref#StaticHoldsQueueWeight# in that order.
nb: i den rekkefølgen.

source: circulation.pref#SuspendHoldsIntranet# Allow
nb: Tillat

source: circulation.pref#SuspendHoldsIntranet# Don't allow
nb: Ikke tillat

source: circulation.pref#SuspendHoldsIntranet# holds to be suspended from the intranet.
nb: reservasjoner å bli opphevet gjennom det interne grensesnittet.

source: circulation.pref#SuspendHoldsOpac# Allow
nb: Tillat

source: circulation.pref#SuspendHoldsOpac# Don't allow
nb: Ikke tillat

source: circulation.pref#SuspendHoldsOpac# holds to be suspended from the OPAC.
nb: reservasjoner å bli opphevet gjennom publikumskatalogen.

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Don't transfer
nb: Ikke overfør

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Transfer
nb: Overfør

source: circulation.pref#TransferWhenCancelAllWaitingHolds# items when cancelling all waiting holds.
nb: eksemplarer når alle ventede reservasjoner avsluttes.

source: circulation.pref#TransfersMaxDaysWarning# Show a warning on the "Transfers to Receive" screen if the transfer has not been received
nb: Vis en advarsel på skjermildet "Overføringer til mottak" dersom overføringen ikke har blitt mottatt

source: circulation.pref#TransfersMaxDaysWarning# days after it was sent.
nb: dager etter at den ble sendt.

source: circulation.pref#UseBranchTransferLimits# Don't enforce
nb: Ikke håndhev

source: circulation.pref#UseBranchTransferLimits# Enforce
nb: Håndhev

source: circulation.pref#UseBranchTransferLimits# collection code
nb: samlingskode

source: circulation.pref#UseBranchTransferLimits# item type
nb: dokumenttype

source: circulation.pref#UseBranchTransferLimits# library transfer limits based on
nb: begrensninger på overføringer mellom bibliotek basert på

source: circulation.pref#UseTablesortForCirc# Don't enable
nb: Ikke slå på

source: circulation.pref#UseTablesortForCirc# Enable
nb: Slå på

source: circulation.pref#UseTablesortForCirc# the sorting of current patron checkouts on the circulation screen. <br/>NOTE: Enabling this function may slow down circulation time for patrons with many checkouts.
nb: sortering av låneres aktive lån i utlånsskjermen. <br/>NB! Å slå på denne funksjonen kan gjøre utlånsfunksjonen tregere for lånere med mange lån.

source: circulation.pref#WaitingNotifyAtCheckin# Don't notify
nb: Ikke gi beskjed

source: circulation.pref#WaitingNotifyAtCheckin# Notify
nb: Gi beskjed

source: circulation.pref#WaitingNotifyAtCheckin# librarians of waiting holds for the patron whose items they are checking in.
nb: til den ansatte om ventende reserveringer for den låneren hvis bøker de tar retur på.

source: circulation.pref#WebBasedSelfCheck# Don't enable
nb: Ikke aktiver

source: circulation.pref#WebBasedSelfCheck# Enable
nb: Aktiver

source: circulation.pref#WebBasedSelfCheck# the web-based self checkout system. (available at: /cgi-bin/koha/sco/sco-main.pl)
nb: det web-baserte grensesnittet for selvbetjent lån. (Tilgjengelig på adressen /cgi-bin/koha/sco/sco-main.pl)

source: circulation.pref#canreservefromotherbranches# Allow
nb: Tillat

source: circulation.pref#canreservefromotherbranches# Don't allow (with independent branches)
nb: Ikke tillat (med IndependantBranches)

source: circulation.pref#canreservefromotherbranches# a user from one library to place a hold on an item from another library
nb: en låner fra ett bibliotek å reservere eksemplarer som tilhører et annet bibliotek

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Don't enable
nb: Ikke aktiver

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Enable
nb: Aktiver

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# sending an email to the Koha administrator email address whenever a hold request is placed.
nb: sending av e-pos til Kohas administrator-epostadresse når reservasjoner legges inn.

source: circulation.pref#finesCalendar# Calculate fines based on days overdue
nb: Beregn gebyrer ut i fra antall dager siden et lån forfalt

source: circulation.pref#finesCalendar# directly.
nb: direkte.

source: circulation.pref#finesCalendar# not including days the library is closed.
nb: Ikke inkludert dager da biblioteket er stengt.

source: circulation.pref#finesMode# Calculate (but only for mailing to the admin)
nb: Beregn (men bare for å sende e-post til administratoren)

source: circulation.pref#finesMode# Calculate and charge
nb: Beregn og effektuer

source: circulation.pref#finesMode# Don't calculate
nb: Ikke beregn

source: circulation.pref#finesMode# fines (when <code>misc/cronjobs/fines.pl</code> is being run).
nb: gebyrer (forutsetter at cron-jobben <code>misc/cronjobs/fines.pl</code> kjøres jevnlig).

source: circulation.pref#itemBarcodeInputFilter# Convert from CueCat form
nb: Konverter fra CueCat-format

source: circulation.pref#itemBarcodeInputFilter# Convert from Libsuite8 form
nb: Konverter fra Libsuite8-format

source: circulation.pref#itemBarcodeInputFilter# Don't filter
nb: Ikke filtrer

source: circulation.pref#itemBarcodeInputFilter# Remove spaces from
nb: Fjern mellom fra

source: circulation.pref#itemBarcodeInputFilter# Remove the first number from T-prefix style
nb: Fjern det første tallet fra T-prefix-format

source: circulation.pref#itemBarcodeInputFilter# scanned item barcodes.
nb: innleste strekkoder.

source: circulation.pref#maxoutstanding# Prevent patrons from making holds on the OPAC if they owe more than
nb: Hindre lånere fra å reservere i publikumskatalogen dersom de er skyldig mer enn

source: circulation.pref#maxoutstanding# [% local_currency %] in fines.
nb: [% local_currency %] i gebyrer.

source: circulation.pref#maxreserves# Patrons can only have
nb: Lånere kan bare ha

source: circulation.pref#maxreserves# holds at once.
nb: reserveringer til en hver tid.

source: circulation.pref#noissuescharge# Prevent patrons from checking out books if they have more than
nb: Hindre lånere fra å låne nye dokumenter dersom de har mer enn

source: circulation.pref#noissuescharge# [% local_currency %] in fines.
nb: [% local_currency %] i gebyrer.

source: circulation.pref#numReturnedItemsToShow# Show the
nb: Vis

source: circulation.pref#numReturnedItemsToShow# last returned items on the checkin screen.
nb: de siste innleverte dokumentene i innleveringsskjermen.

source: circulation.pref#previousIssuesDefaultSortOrder# Sort previous checkouts on the circulation page from
nb: Sorter tidligere lån i utlånsskjermen basert på

source: circulation.pref#previousIssuesDefaultSortOrder# due date.
nb: forfallsdato.

source: circulation.pref#previousIssuesDefaultSortOrder# earliest to latest
nb: tidligst til senest

source: circulation.pref#previousIssuesDefaultSortOrder# latest to earliest
nb: senest til tidligst

source: circulation.pref#soundon# Don't enable
nb: Ikke slå på

source: circulation.pref#soundon# Enable
nb: Slå på

source: circulation.pref#soundon# circulation sounds during checkin and checkout in the staff interface. Not supported by all web browsers yet.
nb: lyder i skjermene for utlån og innlevering. Ikke alle nettlesere støtter dette, foreløpig.

source: circulation.pref#todaysIssuesDefaultSortOrder# Sort today's checkouts on the circulation page from
nb: Sorter dagens utlån på sirkulasjonssiden basert på

source: circulation.pref#todaysIssuesDefaultSortOrder# due date.
nb: forfallsdato.

source: circulation.pref#todaysIssuesDefaultSortOrder# earliest to latest
nb: tidligst til senest

source: circulation.pref#todaysIssuesDefaultSortOrder# latest to earliest
nb: senest til tidligst

source: circulation.pref#useDaysMode# Calculate the due date using
nb: Beregn forfallsdato ut i fra

source: circulation.pref#useDaysMode# circulation rules only.
nb: utlånsreglene alene

source: circulation.pref#useDaysMode# the calendar to push the due date to the next open day
nb: kalendere, for å endre forfallsdatoen til første dag biblioteket holder åpent

source: circulation.pref#useDaysMode# the calendar to skip all days the library is closed.
nb: kalenderen, for å hoppe over alle dager biblioteket er stengt.

source: creators.pref
nb: Etikettmakere

source: creators.pref Patron Cards
nb: Lånekort

source: creators.pref#ImageLimit# Limit the number of creator images stored in the database to
nb: Begrens antallet bilder som kan lagres for etikettmakerne i databasen til

source: creators.pref#ImageLimit# images.
nb: bilder.

source: enhanced_content.pref
nb: Utvidet innhold

source: enhanced_content.pref All
nb: Alle

source: enhanced_content.pref Amazon
nb: Amazon

source: enhanced_content.pref Babelthèque
nb: Babelthèque
