Repository: ranginui/koha
Catalog: misc/translator/po/*-pref.po
Languages: nb

source: patrons.pref#BorrowerUnwantedField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> will not appear on the patron entry screen:
nb: Følgende <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database-kolonner</a> vil ikke vises i skjemaet for registrering av lånere:

source: patrons.pref#BorrowersTitles# (separate multiple choices with |)
nb: (skill valgene med tegnet "|")

source: patrons.pref#BorrowersTitles# Borrowers can have the following titles:
nb: Lånere kan ha følgende titler:

source: patrons.pref#EnhancedMessagingPreferences# Allow
nb: Tillat

source: patrons.pref#EnhancedMessagingPreferences# Don't allow
nb: Ikke tillat

source: patrons.pref#EnhancedMessagingPreferences# patrons to choose which notices they receive and when they receive them. Note that this only applies to certain kinds of notices.
nb: lånere å velge hvilke meldinger de mottar og når de mottar dem. Merk at dette bare gjelder noen typer meldinger.

source: patrons.pref#ExtendedPatronAttributes# Don't enable
nb: Ikke slå på

source: patrons.pref#ExtendedPatronAttributes# Enable
nb: Slå på

source: patrons.pref#ExtendedPatronAttributes# searching, editing and display of custom attributes on patrons.
nb: søking, redigering og visning av lokalt definerte egenskaper for lånere.

source: patrons.pref#MaxFine# [% local_currency %].
nb: [% local_currency %].

source: patrons.pref#NotifyBorrowerDeparture# Show a notice that a patron is about to expire
nb: Vis en melding om at en lånerkonto er i ferd med å få ut på dato

source: patrons.pref#NotifyBorrowerDeparture# days beforehand.
nb: dager på forhånd.

source: patrons.pref#PatronsPerPage# By default, show
nb: Vis som standard

source: patrons.pref#PatronsPerPage# results per page in the staff client.
nb: lånere pr side som standard i det interne grensesnittet

source: patrons.pref#SMSSendDriver# Use the SMS::Send::
nb: Bruk driveren SMS::Send::

source: patrons.pref#SMSSendDriver# driver to send SMS messages.
nb: for å sende tekstmeldinger.

source: patrons.pref#autoMemberNum# Do
nb: Sett

source: patrons.pref#autoMemberNum# Don't
nb: Ikke sett

source: patrons.pref#autoMemberNum# default the card number field on the patron addition screen to the next available card number (for example, if the largest currently used card number is 26345000012941, then this field will default to 26345000012942).
nb: standard lånekortnummer i skjemaet for registrering av nye lånere til neste ledige nummer. (For eksempel: dersom det høyeste nummeret som er i bruk er 26345000012941 så vil feltet forslå 26345000012942.)

source: patrons.pref#borrowerRelationship# (input multiple choices separated by |). Leave empty to deactivate
nb: (skill valgene med tegnet "|"). La feltet stå tomt for å ikke aktivere.

source: patrons.pref#borrowerRelationship# Guarantors can be the following of those they guarantee:
nb: Garantister kan ha følgende forhold til den de garanterer for:

source: patrons.pref#checkdigit# Do
nb: Bruk

source: patrons.pref#checkdigit# Don't
nb: Ikke bruk

source: patrons.pref#checkdigit# check and construct borrower card numbers in the Katipo style. This overrides <code>autoMemberNum</code> if on.
nb: Katipo-format på lånekortnummer. Dette overstyrer <code>autoMemberNum</code> dersom det slås på.

source: patrons.pref#intranetreadinghistory# Allow
nb: Tillat

source: patrons.pref#intranetreadinghistory# Don't allow
nb: Ikke tillat

source: patrons.pref#intranetreadinghistory# staff to access a patron's checkout history (it is stored regardless).
nb: ansatte å se lånehistorikken til lånere. (Historikken lagres uavhengig av denne innstillingen.)

source: patrons.pref#memberofinstitution# Do
nb: Tillat

source: patrons.pref#memberofinstitution# Don't
nb: Ikke tillat

source: patrons.pref#memberofinstitution# allow patrons to be linked to institutions (which must be set up as Institution patrons).
nb: at lånere knyttes til institusjoner (som må være registrert som lånere av typen Institusjon).

source: patrons.pref#minPasswordLength# Login passwords for staff and patrons must be at least
nb: Passord for ansatte og lånere må være minst

source: patrons.pref#minPasswordLength# characters long.
nb: tegn lange.

source: patrons.pref#patronimages# Allow
nb: Tillat

source: patrons.pref#patronimages# Don't allow
nb: Ikke tillat

source: patrons.pref#patronimages# images to be uploaded and shown for patrons on the staff client.
nb: opplasting og visning av bilder av lånere i det interne grensesnittet.

source: patrons.pref#uppercasesurnames# Do
nb: Lagre og vis

source: patrons.pref#uppercasesurnames# Don't
nb: Ikke lagre og vis

source: patrons.pref#uppercasesurnames# store and display surnames in upper case.
nb: etternavn med store bokstaver.

source: searching.pref
nb: Søking

source: searching.pref Features
nb: Egenskaper

source: searching.pref Results Display
nb: Visning av treff

source: searching.pref Search Form
nb: Søkeskjema

source: searching.pref#AdvancedSearchTypes# <em>Currently supported values</em>: Item types (<strong>itemtypes</strong>), Collection Codes (<strong>ccode</strong>) and Shelving Location (<strong>loc</strong>).
nb: <em>Tilgjengelige verdier</em>: Dokumenttyper (<strong>itemtypes</strong>), samlingskoder (<strong>ccode</strong>) og hylleplassering (<strong>loc</strong>).

source: searching.pref#AdvancedSearchTypes# Show tabs in OPAC and staff-side advanced search for limiting searches on the
nb: Vis faner i publikumskatalogen og det interne, avanserte søket for å avgrense søk etter

source: searching.pref#AdvancedSearchTypes# fields (separate values with |). Tabs appear in the order listed.<br/>
nb: felter (skill verdier med tegnet "|"). Fanene vises i rekkefølgen de listes opp i.<br/>

source: searching.pref#FacetLabelTruncationLength# Truncate facets length to
nb: Begrens lengden på fasetter til

source: searching.pref#FacetLabelTruncationLength# characters, in OPAC/staff interface.
nb: tegn, i publikumsktalogen og det interne grensesnittet.

source: searching.pref#OPACItemsResultsDisplay# Don't show
nb: Ikke vis

source: searching.pref#OPACItemsResultsDisplay# Show
nb: Vis

source: searching.pref#OPACItemsResultsDisplay# an item's library, location and call number in OPAC search results.
nb: et eksemplars bibliotek, plassering og hyllesignatur i trefflister i publikumskatalogen.

source: searching.pref#OPACdefaultSortField# By default, sort search results in the OPAC by
nb: Sorter som standard trefflister i OPACen

source: searching.pref#OPACdefaultSortField# ascending.
nb: stigende.

source: searching.pref#OPACdefaultSortField# author
nb: etter forfatter

source: searching.pref#OPACdefaultSortField# call number
nb: hyllesignatur

source: searching.pref#OPACdefaultSortField# date added
nb: dato lagt til

source: searching.pref#OPACdefaultSortField# date of publication
nb: publiseringsdato

source: searching.pref#OPACdefaultSortField# descending.
nb: synkende.

source: searching.pref#OPACdefaultSortField# from A to Z.
nb: fra A til Å

source: searching.pref#OPACdefaultSortField# from Z to A.
nb: fra Å til A

source: searching.pref#OPACdefaultSortField# relevance
nb: relevans

source: searching.pref#OPACdefaultSortField# title
nb: tittel

source: searching.pref#OPACdefaultSortField# total number of checkouts
nb: totalt antall utlån

source: searching.pref#OPACnumSearchResults# By default, show
nb: Som standard, vis

source: searching.pref#OPACnumSearchResults# results per page in the OPAC.
nb: treff per side i OPACen.

source: searching.pref#OpacGroupResults# Don't use
nb: Ikke bruk

source: searching.pref#OpacGroupResults# PazPar2 to group similar results on the OPAC. This requires that PazPar2 is set up and running.
nb: PazPar2 for å gruppere lignende treff i OPACen. Dette forutsetter at PazPar2 er satt opp og i drift.

source: searching.pref#OpacGroupResults# Use
nb: Bruk

source: searching.pref#QueryAutoTruncate# <br />(The * character would be used like so: <cite>Har*</cite> or <cite>*logging</cite>.)
nb: <br />(Tegnet "*" brukes slik:: <cite>lund*</cite> eller <cite>*hund</cite>.)

source: searching.pref#QueryAutoTruncate# Perform wildcard searching (where, for example, <cite>Har</cite> would match <cite>Harry</cite> and <cite>harp</cite>)
nb: Søk med automatisk høyretrunkering. (Søk etter <cite>lun</cite> vil gi treff på <cite>lunge</cite> og <cite>lunde</cite>.)

source: searching.pref#QueryAutoTruncate# automatically.
nb: automatisk

source: searching.pref#QueryAutoTruncate# only if * is added.
nb: bare ved bruk av *

source: searching.pref#QueryFuzzy# Don't try
nb: Ikke forsøk

source: searching.pref#QueryFuzzy# Try
nb: Forsøk

source: searching.pref#QueryFuzzy# to match similarly spelled words in a search (for example, a search for <cite>flang</cite> would also match <cite>flange</cite> and <cite>fang</cite>; REQUIRES ZEBRA).
nb: å gi treff på ord med lignende skrivemåte (for eksepel vil et søk etter <cite>flang</cite> også gi treff på <cite>flange</cite> og <cite>fang</cite>. NB! Forutsetter søking med Zebra.)

source: searching.pref#QueryStemming# Don't try
nb: Ikke forsøk

source: searching.pref#QueryStemming# Try
nb: Forsøk

source: searching.pref#QueryStemming# to match words of the same base in a search (for example, a search for <cite>enabling</cite> would also match <cite>enable</cite> and <cite>enabled</cite>; REQUIRES ZEBRA).
nb: å gi treff på ord med samme stamme (for eksempel vil et søk etter <cite>enabling</cite> også gi treff på <cite>enable</cite> og <cite>enabled</cite>. NB! Krever at Zebra er slått på).

source: searching.pref#QueryWeightFields# Disable
nb: Slå av

source: searching.pref#QueryWeightFields# Enable
nb: Slå på

source: searching.pref#QueryWeightFields# ranking of search results by relevance (REQUIRES ZEBRA).
nb: rangering av treff etter relevans. NB! Krever at Zebra er slått på.

source: searching.pref#TraceCompleteSubfields# Don't force
nb: Ikke tving

source: searching.pref#TraceCompleteSubfields# Force
nb: Tving

source: searching.pref#TraceCompleteSubfields# subject tracings in the OPAC and Staff Client to search only for complete-subfield matches.
nb: emnestrenger i OPACen og det interne grensesnittet til å søke etter komplette emnestrenger.

source: searching.pref#TraceSubjectSubdivisions# Don't include
nb: Ikke inkluder

source: searching.pref#TraceSubjectSubdivisions# Include
nb: Inkluder

source: searching.pref#TraceSubjectSubdivisions# subdivisions for searches generated by clicking on subject tracings.
nb: underinndelinger for søk som genereres ved å klikke på emner.

source: searching.pref#UseICU# ICU Zebra indexing. Please note: This setting will not affect Zebra indexing, it should only be used to tell Koha that you have activated ICU indexing if you have actually done so, since there is no way for Koha to figure this out on its own.
nb: ICU Zebra-indeksering. NB: Denne innstillingen påvirker ikke hvordan Zebra indekserer poster, den skal bare brukes for å fortelle Koha at du har aktivisert ICU-indeksering dersom du faktisk har gjort dette, siden Koha ikke kan finne ut dette på egen hånd.

source: searching.pref#UseICU# Not using
nb: Bruker ikke

source: searching.pref#UseICU# Using
nb: Bruker

source: searching.pref#defaultSortField# By default, sort search results in the staff client by
nb: Som standard, sorter treff i det interne grensesnittet

source: searching.pref#defaultSortField# ascending.
nb: stigende.

source: searching.pref#defaultSortField# author
nb: forfatter

source: searching.pref#defaultSortField# call number
nb: hyllesignatur

source: searching.pref#defaultSortField# date added
nb: dato lagt til

source: searching.pref#defaultSortField# date of publication
nb: publiseringsdato

source: searching.pref#defaultSortField# descending.
nb: synkende

source: searching.pref#defaultSortField# from A to Z.
nb: fra A til Å

source: searching.pref#defaultSortField# from Z to A.
nb: fra Å til A

source: searching.pref#defaultSortField# relevance
nb: relevans

source: searching.pref#defaultSortField# title
nb: tittel

source: searching.pref#defaultSortField# total number of checkouts
nb: totalt antall utlån

source: searching.pref#displayFacetCount# Don't show
nb: Ikke vis

source: searching.pref#displayFacetCount# Show
nb: Vis

source: searching.pref#displayFacetCount# facet counts. The relevance of these numbers highly depends on the value of the maxRecordsForFacets preference. Applies to OPAC and staff interface.
nb: antall sammen med fasetter. Relevansen til disse nummerne avhenger av verdien til systempreferansen maxRecordsForFacets. Gjelder både OPACen og det interne grensesnittet.

source: searching.pref#expandedSearchOption# "More options" on the OPAC and staff advanced search pages.
nb: "Flere valg" på sidene for avansert søk i OPACen og det interne grensesnittet.

source: searching.pref#expandedSearchOption# By default,
nb: Som standard,

source: searching.pref#expandedSearchOption# don't show
nb: ikke vis

source: searching.pref#expandedSearchOption# show
nb: vis

source: searching.pref#maxItemsInSearchResults# Show up to
nb: Vis opp til

source: searching.pref#maxItemsInSearchResults# items per biblio in the search results
nb: eksemplarer per post i trefflister

source: searching.pref#maxRecordsForFacets# Build facets based on
nb: Bygg fasetter basert på

source: searching.pref#maxRecordsForFacets# records from the search results.
nb: poster fra trefflista.

source: searching.pref#numSearchResults# By default, show
nb: Som standard, vis

source: searching.pref#numSearchResults# results per page in the staff client.
nb: treff per side i det interne grensesnittet.

source: serials.pref
nb: Periodika

source: serials.pref#OPACSerialIssueDisplayCount# Show the
nb: Vis

source: serials.pref#OPACSerialIssueDisplayCount# previous issues of a serial on the OPAC.
nb: tidligere hefter fra et periodikum i OPACen.

source: serials.pref#RenewSerialAddsSuggestion# Add
nb: Legg til

source: serials.pref#RenewSerialAddsSuggestion# Don't add
nb: Ikke legg til

source: serials.pref#RenewSerialAddsSuggestion# a suggestion for a biblio when its attached serial is renewed.
nb: et forslag til en bibliografisk post når det tilknyttede periodikumet fornyes.

source: serials.pref#RoutingListAddReserves# Don't place
nb: Ikke reserver

source: serials.pref#RoutingListAddReserves# Place
nb: Reserver

source: serials.pref#RoutingListAddReserves# received serials on hold if they are on a routing list.
nb: mottatte hefter dersom de står på en sirkulasjonsliste.

source: serials.pref#RoutingListNote# Include following note on all routing lists:
nb: Inkluder følgende i alle sirkulasjonslister:

source: serials.pref#RoutingSerials# Add
nb: Legg til

source: serials.pref#RoutingSerials# Don't add
nb: Ikke legg til

source: serials.pref#RoutingSerials# received serials to the routing list.
nb: mottatte hefter i sirkulasjonslista.

source: serials.pref#StaffSerialIssueDisplayCount# Show the
nb: Vis

source: serials.pref#StaffSerialIssueDisplayCount# previous issues of a serial on the staff client.
nb: tidligere hefter fra et periodikum i det interne grensesnittet.

source: serials.pref#SubscriptionDuplicateDroppedInput# List of fields which must not be rewritten when a subscription is duplicated (Separated by pipe |)
nb: Liste med felt som ikke skal endres når et abonnement kopieres (adskilt med vertikal linje, "|")

source: serials.pref#SubscriptionHistory# When showing the subscription information for a bibliographic record, preselect
nb: Når abonnementsinformasjonen for en bibliografisk post skal vises, forhåndsvelg

source: serials.pref#SubscriptionHistory# brief history
nb: kort historikk

source: serials.pref#SubscriptionHistory# full history
nb: full historikk

source: serials.pref#SubscriptionHistory# view of serial issues.
nb: visning av periodikaeksemplarer

source: serials.pref#opacSerialDefaultTab# Holdings tab
nb: Fanen for beholdning

source: serials.pref#opacSerialDefaultTab# Serial Collection tab
nb: Fanen for periodikasamling

source: serials.pref#opacSerialDefaultTab# Show
nb: Vis

source: serials.pref#opacSerialDefaultTab# Subscriptions tab
nb: Fanen for abonnement

source: serials.pref#opacSerialDefaultTab# as default tab for serials in OPAC. Please note that the Serial Collection tab is currently available only for UNIMARC.
nb: som standard fane for periodika i OPACen. NB! Fanen for periodikasamling fungerer foreløpig bare for UNIMARC.

source: staff_client.pref
nb: Intnernt grensesnitt

source: staff_client.pref Appearance
nb: Utseende

source: staff_client.pref Options
nb: Valgmuligheter

source: staff_client.pref#Display856uAsImage# Both Results and Details pages (for future use, Results XSLT not functional at this time).
nb: Både trefflister og detaljvisninger (til fremtidig bruk, XSLT for trefflister fungerer foreløpig ikke).

source: staff_client.pref#Display856uAsImage# Details page only
nb: Bare detaljvisning

source: staff_client.pref#Display856uAsImage# Display the URI in the 856u field as an image on:
nb: Vis URIen i 856$u som et bilde på:

source: staff_client.pref#Display856uAsImage# Neither Details or Results pages
nb: Hverken detaljvisning eller treffliste

source: staff_client.pref#Display856uAsImage# Note: The corresponding XSLT option must be turned on.
nb: NB! Det tilsvarende XSLT-valget må være slått på.

source: staff_client.pref#Display856uAsImage# Results page (for future use, Results XSLT not functional at this time).
nb: Trefflister (til fremtidig bruk, XSLT for trefflister fungerer foreløpig ikke).

source: staff_client.pref#HidePatronName# Don't show
nb: Ikke vis

source: staff_client.pref#HidePatronName# Show
nb: Vis

source: staff_client.pref#HidePatronName# the names of patrons that have items checked out or on hold on detail pages or the "Place Hold" screen.
nb: navnet til lånere som har lånt eller reservert dokumenter i detaljvisninger eller "Reserver"-skjermen.

source: staff_client.pref#IntranetFavicon# Use the image at
nb: Bruk bildet

source: staff_client.pref#IntranetFavicon# for the Staff Client's favicon. (This should be a complete URL, starting with <code>http://</code>.)
nb: som favicon for det interne grensesnittet. (Dette må være en komplett URL som starter med <code>http://</code>.)

source: staff_client.pref#IntranetNav# Show the following HTML to the left of the More menu at the top of each page on the staff client (should be a list of links or blank):
nb: Vis følgende HTML-kodede tekst til venstre for "Mer"-menyen på toppen av alle de interne sidene (må være en liste med lenker eller tom):

source: staff_client.pref#IntranetUserCSS# Include the following CSS on all pages in the staff client:
nb: Inkluder følgende CSS på alle sider i det interne grensesnittet:

source: staff_client.pref#IntranetmainUserblock# Show the following HTML in its own column on the main page of the staff client:
nb: Vis følgende HTML-kodede tekst i en egen kolonne på forsiden i det interne grensesnittet:

source: staff_client.pref#SlipCSS# Include the stylesheet at
nb: Inkluder stilarket

source: staff_client.pref#SlipCSS# on Issue and Reserve Slips. (This should be a complete URL, starting with <code>http://</code>.)
nb: i kvitteringer for sirkulasjon og reservasjoner. (Dette må være en komplett URL og starte med <code>http://</code>.)

source: staff_client.pref#StaffAuthorisedValueImages# Don't show
nb: Ikke vis

source: staff_client.pref#StaffAuthorisedValueImages# Show
nb: Vis

source: staff_client.pref#StaffAuthorisedValueImages# images for <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (such as lost statuses and locations) in search results.
nb: bilder for <a href="/cgi-bin/koha/admin/authorised_values.pl">autoriserte verdier</a> (som tapt-status og plassering) i trefflister.

source: staff_client.pref#XSLTDetailsDisplay# Display details in the staff client using XSLT stylesheet at:
nb: Vis detaljvisning i det interne grensesnittet med XSLT stilark:

source: staff_client.pref#XSLTResultsDisplay# Display results in the staff client using XSLT stylesheet at:
nb: Vis trefflister i det interne grensesnittet med XSLT stilark:

source: staff_client.pref#intranet_includes# Use include files from the
nb: Bruk include-filer fra mappa

source: staff_client.pref#intranet_includes# directory in the template directory, instead of <code>includes/</code>. (Leave blank to disable)
nb: i mal-mappa, i stedet for mappa <code>includes/</code>. (La feltet stå tomt for å ikke aktivisere.)

source: staff_client.pref#intranetbookbag# Don't show
nb: Ikke vis

source: staff_client.pref#intranetbookbag# Show
nb: Vis

source: staff_client.pref#intranetbookbag# the cart option in the staff client.
nb: handlekurven i det interne grensesnittet.

source: staff_client.pref#intranetcolorstylesheet# Include the stylesheet <code><!-- TMPL_VAR NAME="themelang" -->/css/</code>
nb: Inkluder stilarket <code>[språkkode]/css/</code>

source: staff_client.pref#intranetcolorstylesheet# on all pages in the staff interface. (Leave blank to disable.)
nb: på alle sider i det interne grensesnittet. (La feltet stå tomt for å ikke aktivisere.)

source: staff_client.pref#intranetstylesheet# Include the stylesheet at
nb: Inkluder stilarket

source: staff_client.pref#intranetstylesheet# on all pages in the staff interface, instead of the default. (This should be a complete URL, starting with <code>http://</code>.)
nb: på alle sider i det interne grensesnittet, i stedet for standard-stilarket. (Må være en komplett URL og starte med <code>http://</code>.)

source: staff_client.pref#intranetuserjs# Include the following JavaScript on all pages in the staff client:
nb: Inkluder denne JavaScript-koden på alle sidene i det interne grensesnittet:

source: staff_client.pref#staffClientBaseURL# The staff client is located at http://
nb: Det interne grensesnittet har adressen http://

source: staff_client.pref#template# Use the
nb: Bruk temaet

source: staff_client.pref#template# theme on the staff interface.
nb: på det interne grensesnittet.

source: staff_client.pref#viewISBD# Allow
nb: Tillat

source: staff_client.pref#viewISBD# Don't allow
nb: Ikke tillat

source: staff_client.pref#viewISBD# staff to view records in ISBD form on the staff client.
nb: ansatte å se poster i ISBD-format i det interne grensesnittet.

source: staff_client.pref#viewLabeledMARC# Allow
nb: Tillat

source: staff_client.pref#viewLabeledMARC# Don't allow
nb: Ikke tillat

source: staff_client.pref#viewLabeledMARC# staff to view records in labeled MARC form on the staff client.
nb: ansatte å se poster i MARC-format med fortekster i det interne grensesnittet.

source: staff_client.pref#viewMARC# Allow
nb: Tillat

source: staff_client.pref#viewMARC# Don't allow
nb: Ikke tillat

source: staff_client.pref#viewMARC# staff to view records in plain MARC form on the staff client.
nb: ansatte å se poster i rent MARC-format i det interne grensesnittet.

source: staff_client.pref#yuipath# Use the Yahoo UI libraries
nb: Bruk Yahoo UI-bibliotekene

source: staff_client.pref#yuipath# from Yahoo's own servers (less demand on your servers).
nb: fra Yahoos egne servere (mindre belastning på din server).

source: staff_client.pref#yuipath# included with Koha (faster, will work if internet goes down).
nb: som følger med Koha (raskere, vil fungere uten Internett-forbindelse).

source: web_services.pref
nb: Web services

source: web_services.pref ILS-DI
nb: ILS-DI

source: web_services.pref OAI-PMH
nb: OAI-PMH

source: web_services.pref#ILS-DI# Disable
nb: Slå av

source: web_services.pref#ILS-DI# Enable
nb: Slå på

source: web_services.pref#ILS-DI# ILS-DI services for OPAC users
nb: ILS-DI for OPAC-brukere
