Repository: ranginui/koha
Catalog: misc/translator/po/*-pref.po
Languages: nb

source: web_services.pref#ILS-DI:AuthorizedIPs# allowed IPs to use the ILS-DI services
nb: IP-adresser som kan bruke ILS-DI

source: web_services.pref#OAI-PMH# <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> server.
nb: <a href="http://www.openarchives.org/pmh/">OAI-PMH</a>-tjener.

source: web_services.pref#OAI-PMH# Disable
nb: Slå av

source: web_services.pref#OAI-PMH# Enable
nb: Slå på

source: web_services.pref#OAI-PMH# Koha's
nb: Koha sin

source: web_services.pref#OAI-PMH:AutoUpdateSets# Disable
nb: Slå av

source: web_services.pref#OAI-PMH:AutoUpdateSets# Enable
nb: Slå på

source: web_services.pref#OAI-PMH:AutoUpdateSets# automatic update of OAI-PMH sets when a bibliographic record is created or updated
nb: automatisk oppdatering av OAI-PMH sett når en bibliografisk post opprettes eller oppdateres

source: web_services.pref#OAI-PMH:MaxCount# Only return
nb: Returner maksimalt

source: web_services.pref#OAI-PMH:MaxCount# records at a time in response to a ListRecords or ListIdentifiers query.
nb: poster av gangen ved ListRecords- eller ListIdentifiers-forespørsler.

source: web_services.pref#OAI-PMH:archiveID# Identify records at this site with the prefix
nb: Identifiser poster fra denne katalogen med prefikset
